Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: MailChimp Integration Settings
ar: إعدادت إدماج MailChimp
de: Einstellungen für MailChimp-Integration
es_419: Ajustes de integración con MailChimp
id: Pengaturan Integrasi MailChimp
nl_nl: MailChimp Integratie Instellingen
pt_br: Configuração de Integração do Mailchimp
th: การตั้งค่าการรวม MailChimp
tr: MailChimp Entegrasyonu Ayarları
uk: Налаштування MailChimp інтеграції.

source: MailChimp subscriber email bounced
ar: تم تخطي إيميل المشترك MailChimp
de: MailChimp E-Mai nicht an Empfänger zustellbar
es_419: Se rechazó el correo electrónico de suscriptor de MailChimp
hy: Չհաջողվեց հաղորդագրությունն ուղարկել MailChimp-ի բաժանորդի էլ. փոստի հասցեին:
id: Email pelanggan MailChimp memantul
nl_nl: MailChimp abonnee met ongeldig e-mail
pl: Wysłano pocztę e-mail z subskrypcją MailChimp
pt_br: O e-mail do assinante do MailChimp voltou
th: อีเมลสมาชิก MailChimp เด้งกลับ
tr: MailChimp abone e-postası geri döndü
uk: Електроне повідомлення підписникові MailChimp повернулося

source: Mailchimp API Key no longer valid
ar: مفتاح MailChimp API غير صالح
de: MailChimp-API-Schlüssel nicht mehr gültig
es_419: La clave de API de Mailchimp ya no es válida
hy: Mailchimp API բանալին այլևս վավեր չէ
id: Kunci API Mailchimp sudah tidak valid
my: Mailchimp API Key မရှိတော့
nl_nl: Mailchimp API Key niet langer geldig
pl: Klucz API Mailchimp utracił ważność
pt_br: A Chave API do Mailchimp não é mais válida
th: คีย์ API Mailchimp ไม่ถูกต้อง
tr: Mailchimp API Anahtarı artık geçerli değil
uk: Ключ API MailChimp більше недоступний

source: Mailchimp List is requiring an additional merge field
ar: قائمة Mailchimp تحتاج لحقل دمج إضافي
de: MailChimp-Liste erfordert einen zusätzliches Datenfeld
es_419: La lista de Mailchimp requiere un campo de fusión adicional
hy: MailChimp-ի ցանկում պահանջում է լրացուցիչ միաձուլման դաշտ
id: Daftar Mailchimp membutuhkan bidang gabungan tambahan
nl_nl: MailChimp lijst vereist een extra samenvoegveld
pl: Lista Mailchimp wymaga dodatkowego pola scalonego
pt_br: A Lista do Mailchimp está exigindo um campo de mesclagem adicional
th: รายชื่อ Mailchimp ต้องใช้ฟิลด์รวมข้อมูลเพิ่ม
tr: Mailchimp Listesi, ek bir birleştirme alanı gerektiriyor
uk: Список Mailchimp вимагає додаткового поля злиття

source: Mailing
ar: المراسلة
de: Postversand
es_419: Envío
hy: Փոստ
id: Milis
my: စာပို့
pl: Pocztowy
pt_br: Correspondência
th: ไปรษณีย์
tr: Posta
uk: Поштовий

source: Mailing City
ar: مدينة المراسلة
de: Stadt - Versand
es_419: Ciudad de envío
hy: Քաղաք
id: Kota Alamat Surat
my: စာပို့ထားသောမြို့
nl_nl: Mailing Stad
pl: Miasto
pt_br: Cidade para Correspondência
th: เมือง
tr: Posta Şehri
uk: Місто

source: Mailing Country
ar: بلد المراسلة
de: Land - Versand
es_419: País de envío
hy: Երկիր
id: Negara Alamat Surat
my: စာပို့ထားသောတိုင်းပြည်
nl_nl: Mailing Land
pl: Kraj
pt_br: País para Correspondência
th: ประเทศ
tr: Posta Ülkesi
uk: Країна

source: Mailing Postal Code
ar: الرمز البريدي للمراسلة
de: Postleitzahl - Versand
es_419: Código postal de envío
hy: Փոստային ինդեքս
id: Kode Pos Alamat Surat
nl_nl: Mailing Postcode
pl: Kod pocztowy
pt_br: Código Postal para Correspondência
th: รหัสไปรษณีย์
tr: Posta Kodu
uk: Поштовий індекс

source: Mailing State
ar: ولاية المراسلة
de: Bundesland - Versand
es_419: Estado de envío
hy: Նահանգ/Մարզ
id: Negara Bagian Alamat Surat
my: စာပို့ထားသောပြည်နယ်
nl_nl: Mailing Staat
pl: Stan
pt_br: Estado para Correspondência
th: รัฐ
tr: Posta Eyaleti
uk: Регіон

source: Mailing Street Address
ar: عنوان الشارع للمراسلة
de: Versandadresse
es_419: Dirección postal de envío
hy: Փոստային հասցե
id: Nama Jalan Alamat Surat
my: လမ်းလိပ်စာ
nl_nl: Mailing Straatnaam
pl: Ulica
pt_br: Endereço para Correspondência
th: ที่อยู่ไปรษณีย์
tr: Posta Cadde Adresi
uk: Поштова адреса

source: Manual entry
ar: دخول يدوي
de: Manueller Eintrag
es_419: Entrada manual
hy: Մուտքգրում ձեռքով
id: Entri Manual
nl_nl: Handmatige invoer
pl: Ręczny wpis
pt_br: Entrada manual
th: ป้อนด้วยตนเอง
tr: Elle giriş
uk: Ручний ввод

source: Married
ar: متزوج
de: Verheiratet
es_419: Casado
hy: Ամուսնացած
id: Menikah
my: အိမ်ထောင်သည်
nl_nl: Getrouwd
pl: W małżeństwie
pt_br: Casado(a)
th: แต่งงาน
tr: Evli
uk: Одружений/Заміжня

source: May take a few days to update
ar: يستغرق هذا بضعة أيام لتحديثه
de: Könnte einige Tage zur Aktualisierung benötigen
es_419: Es posible que la actualización demore unos días
hy: Թարմացումը կարող է տևել մի քանի օր
id: Mungkin membutuhkan beberapa hari untuk memperbarui
nl_nl: Kan enkele dagen duren om bij te werken
pl: Wprowadzenie aktualizacji może zająć kilka dni
pt_br: Pode levar alguns dias para atualizar
th: อาจใช้เวลาอัปเดตสองสามวัน
tr: Güncellenmesi birkaç gün sürebilir
uk: Оновлення може забрати кілька днів

source: Metro Area
ar: منطقة الميترو
de: Ballungsraum
es_419: Área metropolitana
hy: Մետրոյի տարածք
id: Area Metro
nl_nl: Metro Gebied
pl: Obszar metra
pt_br: Área Metropolitana
th: พื้นที่ในเมือง
tr: Metro Bölgesi
uk: Район метро

source: Min.
ar: أدنى
hy: Մին.
th: ต่ำสุด
uk: Miн.

source: Minimum
ar: حد أدنى
es_419: Mínimo
hy: Մինիմում
nl_nl: Minimaal
pt_br: Mínimo
th: ขั้นต่ำ
uk: Мінімум

source: Miss
ar: الآنسة
de: Fräulein
es_419: Srita.
hy: Օրիորդ
id: Nona
nl_nl: Mevrouw
pl: Pani
pt_br: Srta.
th: นางสาว
tr: Bayan
uk: Пані

source: Mobile
ar: الجوال
de: Mobil
es_419: Móvil
hy: Բջջային
id: Seluler
nl_nl: Mobiel
pl: Komórkowy
pt_br: Móvel
th: มือถือ
tr: Mobil
uk: Мобільний

source: Mobile Phone
ar: هاتف جوال
de: Mobiltelefon
es_419: Teléfono móvil
hy: Բջջային հեռախոս
id: Ponsel
my: မိုဘိုင်းဖုန်း
nl_nl: Mobiele Telefoon
pl: Numer komórkowy
pt_br: Celular
th: โทรศัพท์มือถือ
tr: Cep Telefonu
uk: Мобільний телефон

source: Monthly
ar: شهري
de: Monatlich
es_419: Mensual
hy: Ամսական
id: Bulanan
my: လစဉ်
nl_nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
th: รายเดือน
tr: Aylık
uk: Щомісяця

source: More than 30 days late
ar: تأخر بأكثر من 30 يوماً
de: Mehr als 30 Tage verspätet
es_419: Con más de 30 días de retraso
hy: Ավելի քան 30 օր ուշացում
id: Terlambat lebih dari 30 hari
my: ရက်ပေါင်း 60 ကျော်နောက်ကျ
nl_nl: Meer dan 30 dagen te laat
pl: Więcej niż 30 dni opóźnienia
pt_br: Mais de 30 dias de atraso
th: เกินกำหนดมากกว่า 30 วัน
tr: 30 günden fazla gecikmiş
uk: Запізнення більше ніж 30 днів

source: More than 60 days late
ar: تأخر بأكثر من 60 يوماً
de: Mehr als 60 Tage verspätet
es_419: Con más de 60 días de retraso
hy: Ավելի քան 60 օր ուշացում
id: Terlambat lebih dari 60 hari
my: ရက်ပေါင်း 60 ကျော်နောက်ကျ
nl_nl: Meer dan 60 dagen te laat
pl: Więcej niż 60 dni opóźnienia
pt_br: Mais de 60 dias de atraso
th: เกินกำหนดมากกว่า 60 วัน
tr: 60 günden fazla gecikmiş
uk: Запізнення більш ніж 60 днів

source: More than 90 days late
ar: تأخر بأكثر من 90 يوماً
de: Mehr als 90 Tage verspätet
es_419: Con más de 90 días de retraso
hy: Ավելի քան 60 օր ուշացում
id: Terlambat lebih dari 90 hari
my: 90 ရက်ကျော် နောက်ကျ
nl_nl: Meer dan 90 dagen te laat
pl: Więcej niż 90 dni opóźnienia
pt_br: Mais de 90 dias de atraso
th: เกินกำหนดมากว่า 90 วัน
tr: 90 günden fazla gecikmiş
uk: Запізнення більш ніж 90 днів

source: Most Likely
ar: غلى الأرجح
de: Höchstwahrscheinlich
es_419: Muy probable
hy: Ամենայն հավանականությամբ
id: Kemungkinan besar
my: လောက်နီးပါး
nl_nl: Zeer Waarschijnlijk
pl: Najprawdopodobniej
pt_br: Mais Provável
th: เป็นไปได้มาก
tr: Büyük İhtimalle
uk: Ймовірно
vi: Gần giống nhất

source: Mother
ar: أم
de: Mutter
es_419: Madre
hy: Մայր
id: Ibu
my: မိခင်
nl_nl: Moeder
pl: Matka
pt_br: Mãe
th: แม่
tr: Anne
uk: Мати
vi: Mẹ

source: Mr.
ar: السيد
de: Herr
es_419: Sr.
hy: Պրն.
id: Tuan
pl: Pan
pt_br: Sr.
th: นาย
tr: Bay
uk: Пан
vi: Ông

source: Mrs.
ar: السيدة
de: Frau
es_419: Sra.
hy: Տկն.
id: Nyonya
nl_nl: Mw.
pl: Pani
pt_br: Sra.
th: นาง
tr: Bayan
uk: Пані
vi: Bà

source: Ms.
ar: الآنسة
de: Fräulein
es_419: Sra./Srita.
hy: Օրիորդ
id: Nona
nl_nl: Mw.
pl: Pan
pt_br: Srta.
th: นาง/นางสาว
tr: Bayan
uk: Пані
vi: Cô

source: Nephew
ar: ابن الأخ
de: Neffe
es_419: Sobrino
hy: Եղբոր կամ քրոջ որդի
id: Keponakan laki-laki
my: တူ
nl_nl: Neef
pl: Bratanek
pt_br: Sobrinho
th: หลานชาย
tr: Erkek yeğen
uk: Племінник
vi: Cháu trai

source: Never Ask
ar: لا تسأل أبداً
de: Nicht anfragen
es_419: No preguntar nunca
hy: Երբեք չհարցնել
id: Jangan pernah tanya
my: ဘယ်တော့မှမမေးပါ
nl_nl: Nooit Vragen
pl: Nigdy nie prosić
pt_br: Nunca Perguntar
th: ไม่เคยขอ
tr: Asla İsteme
uk: Не питати
vi: Không bao giờ hỏi

source: Never Contacted
ar: لم يسبق الاتصال به
de: Noch nicht kontaktiert
es_419: Nunca se contactó
hy: Երբեք կապ չի հաստատվել
id: Tidak pernah dihubungi
my: ဘယ်တော့မှဆက်သွယ်
nl_nl: Nooit Contact Gehad
pl: Nigdy się nie kontaktowałem
pt_br: Nunca Contactado
th: อย่าติดต่ออีก
tr: Hiç İletişim Kurulmamış
uk: Ніколи не спілкувались
vi: Đã chưa bao giờ liên lạc

source: New Donation
ar: تبرع جديد
de: Neue Spende
es_419: Nueva donación
hy: Նոր նվիրատվություն
id: Donasi Baru
my: အသစ်လှူဒါန်းခြင်း
nl_nl: Nieuwe Gift
pl: Nowa darowizna
pt_br: Novo Donativo
th: เงินบริจาคใหม่
tr: Yeni Bağış
uk: Нова пожертва
vi: Mới dâng hiến

source: Newsletter
ar: نشرة دورية
de: Rundbrief
es_419: Boletín informativo
hy: Նորությունների թերթիկ
id: Buletin
my: သတင်းလွှာ Newsletter
nl_nl: Nieuwsbrief
pl: List modlitewny
pt_br: Carta de Oração
th: จดหมายข่าว
tr: Dua Mektubu
uk: Розсилка новин
vi: Bản tin

source: Newsletter - Email
ar: النشرة الدورية - الإيميل
de: Rundbrief per E-Mail
es_419: Boletín informativo: correo electrónico
id: Buletin - Email
nl_nl: Nieuwsbrief - E-mail
pt_br: Carta de Oração - Email
tr: Haber Bülteni - E-posta
uk: Розсилка новин- Email

source: Newsletter - Physical
ar: النشرة الدورية - النسخة المادية
de: Rundbrief in Papier
es_419: Boletín informativo (impreso)
id: Buletin - Fisik
nl_nl: Nieuwsbrief - Papier
pt_br: Carta de Oração - Física
tr: Haber Bülteni - Fiziksel
uk: Розсилка новин- фізично

source: Newsletter Recipients
ar: مستقبلي النشرة الدورية
de: Rundbrief Empfänger
es_419: Destinatarios de boletín informativo
hy: Նորությունների թերթիկ ստացողներ
id: Penerima Buletin
nl_nl: Nieuwsbrief Ontvangers
pl: Odbiorcy listu modlitewnego
pt_br: Destinatários da Carta de Oração
th: ผู้รับจดหมายข่าว
tr: Dua Mektubu Alıcıları
uk: Отримувачі розсилки новин
vi: Những người nhận bản tin

source: Next Month
ar: الشهر القادم
de: Nächster Monat
es_419: Mes siguiente
hy: Հաջորդ ամիս
id: Bulan Depan
nl_nl: Volgende Maand
pl: Następny miesiąc
pt_br: Próximo Mês
th: เดือนหน้า
tr: Gelecek Ay
uk: Наступного місяця
vi: Tháng tiếp

source: Next Week
ar: الأسبوع التالي
de: Nächste Woche
es_419: Semana próxima
hy: Հաջորդ շաբաթ
id: Minggu Depan
nl_nl: Volgende Week
pl: Następny tydzień
pt_br: Próxima Semana
th: สัปดาห์หน้า
tr: Gelecek Hafta
uk: Наступного тижня
vi: Tuần đến

source: Niece
ar: ابنة الأخ
de: Nichte
es_419: Sobrina
hy: Քրոջ կամ եղբոր աղջիկ
id: Keponakan perempuan
nl_nl: Nicht
pl: Siostrzenica
pt_br: Sobrinha
th: หลานสาว
tr: Kız yeğen
uk: Племінниця
vi: Tiếng Niece

source: No
ar: لا
de: Nein
hy: Ոչ
id: Tidak
nl_nl: Nee
pl: Nie
pt_br: Não
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không

source: No Date
ar: لا تاريخ
de: Kein Datum
es_419: Sin fecha
hy: Ամսաթիվ չկա
id: Tidak ada tanggal
nl_nl: Geen Datum
pl: Brak daty
pt_br: Sem Data
th: ไม่มีวันที่
tr: Tarih Yok
uk: Немає дати
vi: Không có ngày tháng

source: No Gifts
ar: لا هدايا
de: Keine Spenden
es_419: No hay regalos
hy: Նվեր չկա
id: Tidak ada Hadiah
nl_nl: Geen Giften
pl: Brak darowizn
pt_br: Nenhuma Oferta
th: ไม่มีของขวัญ
tr: Hediye Yok
uk: Немає пожертв
vi: Không có quà

source: No Incomplete Tasks
ar: ليس هناك مهام غير منجزة
de: Keine offenen Aufgaben
es_419: No hay tareas incompletas
id: Tidak ada Tugas yang belum selesai
nl_nl: Geen Onvoltooide Taken
pt_br: Nenhuma Tarefa Incompleta
th: ไม่มีงานที่ทำไม่เสร็จ
tr: Tamamlanmayan Görev Yok
uk: Немає незавершених завдань

source: No Subject
ar: لا يوجد موضوع
de: Kein Betreff
es_419: Sin asunto
hy: Թեմա չկա
id: Tidak ada Subjek
nl_nl: Geen Onderwerp
pl: Brak tematu
pt_br: Sem Assunto
th: ไม่มีชื่อเรื่อง
tr: Konu Yok
uk: Немає теми
vi: Không chủ đề

source: No email addess on file
ar: لا عنوان إلكتروني على الملف
de: Keine E-Mail-Adresse gespeichert
es_419: No se encontraron direcciones de correo electrónico en el archivo
hy: Ֆայլի վրա Էլ. փոստի հասցե չկա
id: Tidak ada alamat email dalam file
nl_nl: Geen e-mailadres in bestand
pl: Brak adresu email w pliku
pt_br: Nenhum endereço de e-mail no arquivo
th: ไม่มีที่อยู่อีเมลในไฟล์
tr: Dosyada e-posta adresi yok
uk: У файлі відсутня електронна адреса
vi: Không có địa chỉ email trong tập tin

source: No mailing address on file
ar: لا عنوان بريد على الملف
de: Keine Versandadresse gespeichert
es_419: No se encontraron direcciones de correo postal en el archivo
hy: Ֆայլի վրա փոստային հասցե չկա
id: Tidak ada alamat pengiriman dalam file
nl_nl: Geen postadres in bestand
pl: Brak adresu pocztowego w pliku
pt_br: Nenhum endereço postal no arquivo
th: ไม่มีที่อยู่ไปรษณีย์ในไฟล์
tr: Dosyada posta adresi yok
uk: У файлі відсутня поштова адреса
vi: Không có địa chỉ mail trong tập tin

source: No mailing address or email addess on file
ar: لا عنوان بريد أو إلكتروني على الملف
de: Keine Versandadresse oder E-Mail-Adresse gespeichert
es_419: No se encontraron direcciones de correo postal o de correo electrónico en el archivo
hy: Ֆայլի վրա Էլ. փոստի կամ փոստային հասցե չկա
id: Tidak ada alamat pengiriman atau email dalam file
nl_nl: Geen postadres of e-mailadres in bestand
pl: Brak adresu pocztowego lub emailowego w pliku
pt_br: Nenhum endereço postal ou de e-mail no arquivo
th: ไม่มีที่อยู่ไปรษณีย์หรือที่อยู่อีเมลในไฟล์
tr: Dosyada posta veya e-posta adresi yok
uk: У файлі відсутня поштова або електронна адреса
vi: Không có địa chỉ thư hoặc địa chỉ email trong tập tin

source: None
ar: لا شيء
de: Keine
es_419: Ninguno
hy: Ոչ մի
id: Tidak ada
nl_nl: Geen
pl: Żaden
pt_br: Nenhum
th: ไม่มี
tr: Hiçbiri
uk: Жоден
vi: Không

source: Not Interested
ar: غير مهتم
de: Nicht interessiert
es_419: No está interesado
hy: Հետաքրքրված չէ
id: Tidak Tertarik
nl_nl: Niet Geïnsteresseerd
pl: Niezainteresowany
pt_br: Desinteressado
th: ไม่สนใจ
tr: İlgili Değil
uk: Не цікаво
vi: Không thích thú

source: Not Received
ar: غير مستلم
de: Nicht erhalten
es_419: No recibido
hy: Չի ստացվել
id: Tidak Diterima
nl_nl: Niet Ontvangen
pl: Nie otrzymano
pt_br: Não Recebido
th: ไม่ได้รับ
tr: Alınmadı
uk: Не отримано
vi: Chưa nhận được

source: Notes
ar: ملاحظات
de: Notizen
es_419: Notas
hy: Նշումներ
id: Catatan
nl_nl: Notities
pl: Notatki
pt_br: Anotações
th: หมายเหตุ
tr: Notlar
uk: Примітки
vi: Ghi chú

source: Nothing Selected
ar: لاشيء محدد
de: Nichts ausgewählt
es_419: No hay nada seleccionado
id: Tidak ada yang dipilih
nl_nl: Niets Geselecteerd
pt_br: Nada Selecionado
th: ไม่ได้เลือกอะไร
tr: Hiçbir Şey Seçilmedi
uk: Нічого не вибрано

source: Notifications from MPDX
ar: إشعارات من MPDX
de: Benachrichtigungen von MPDX
es_419: Notificaciones de MPDX
hy: Ծանուցումներ MPDX- ից
id: Notifikasi dari MPDX
nl_nl: Meldingen van MPDX
pl: Powiadomienia od MPDX
pt_br: Notificações do MPDX
th: การแจ้งเตือนจาก MPDX
tr: MPDX'ten Bildirimler
uk: Повідомлення від MPDX
vi: Thông báo từ MPDX

source: One of my donors, %{donor} has a new current address.
ar: واحد من متبرعي، %{donor} له عنوان حالي جديد.
de: Einer meiner Spender, %{donor} hat eine neue aktuelle Adresse.
es_419: Uno de mis donantes, %{donor} tiene una dirección actual nueva.
hy: Իմ հովանաովրներից մեկը՝ %{donor} փոխել է իր հասցեն
id: Salah satu dari donor saya, %{donor} memiliki alamat baru.
nl_nl: Één van je partners, %{donor} heeft een nieuw postadres.
pl: Jeden z moich Partnerów %{donor} ma nowy aktualny adres.
pt_br: Um dos meus doadores %{donor} tem um novo endereço.
th: ผู้บริจาค %{donor} เปลี่ยนที่อยู่ใหม่
tr: Bağışçılarımdan biri olan %{donor}, yeni bir adrese sahip.
uk: Один з моїх партнерів, %{donor},змінив поточну адресу.
vi: Một trong những người dâng hiến, %{donor} có địa chỉ mới

source: One of the most important things we can do is thank our partners, but it is easy for time to get away from us. MPDX does not show a thank you note for your financial partner in the past year. Now would be a great time to let them know how much you appreciate them!​
ar: واحدة من الأشياء المهمة التي يمكن أن نقوم بها لشكر شركائنا، لكن من السهل أن يضيع منا الوقت. MPDX لا يظهر ملاحظة شكر لشريكك المالي في السنة الماضية. الآن وقت مناسب لتقديرهم!
de: Das Wichtigste, das wir für unsere Spender tun können, ist ein Dankeschön auszusprechen. Doch das gerät leicht in Vergessenheit. Bei MPDX ist keine Danksagung für Ihren Spender im vergangenen Jahr protokolliert. Jetzt wäre ein guter Zeitpunkt, um dem Spender Ihre Wertschätzung entgegenzubringen.
pt_br: Uma das coisas mais importantes que podemos fazer é agradecer aos nossos parceiros, mas é fácil nos esquecermos. MPDX não mostra uma nota de agradecimento para seu parceiro financeiro no último ano. Agora seria um ótimo momento que eles saibam o quanto você os aprecia!
tr: Yapabileceğimiz en önemli şeylerden biri ortaklarımıza teşekkür etmektir, ancak zamanın bizden uzaklaşması kolaydır. MPDX, geçen yıl içinde finansal ortağınıza gönderdiğiniz bir teşekkür notunu göstermez. Onlara ne kadar minnettar olduğunuzu göstermek için şu an harika bir zaman!

source: One or More Gifts
ar: هدية أو أكثر
de: Eine oder mehrere Spenden
es_419: Uno o más regalos
hy: Մեկ կամ ավելի նվեր
id: 1 atau lebih hadiah
nl_nl: Één of Meer Giften
pl: Jeden lub więcej darów
pt_br: Uma ou Mais Ofertas
th: ของขวัญหนึ่งชิ้นขึ้นไป
tr: Bir ya da Daha Fazla Hediye
uk: Одна і більше пожертв
vi: Một hoặc nhiều quà

source: Other
ar: غير ذلك
de: Sonstige
es_419: Otro
hy: Այլ
id: Lainnya
nl_nl: Ander
pl: Inne
pt_br: Outro
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác

source: Other Email
ar: بريد الكتروني آخر
de: Sonstige E-Mail
es_419: Otro correo electrónico
id: Email Lain
nl_nl: Ander E-mail
pt_br: Outro Email
th: อีเมลอื่น
tr: Diğer E-posta
uk: Інший Email

source: Other Phone
ar: هاتف آخر
de: Sonstiges Telefon
es_419: Otro teléfono
id: Telepon Lain
nl_nl: Andere Telefoon
pt_br: Outro Telefone
th: เบอร์โทรอื่น
tr: Diğer Telefon
uk: Інший телефон

source: Outstanding
ar: الباقي
de: Außergewöhnlich
es_419: Destacado
id: Luar Biasa
nl_nl: Uitstaand
pt_br: Pendente
tr: Tamamlanmamış

source: Overdue
ar: متأخر
de: Überfällig
es_419: Vencido
hy: Ժամկետն անցած
id: Terlambat
nl_nl: Achterstallig
pl: Zaległe
pt_br: Vencido
th: เกินกำหนด
tr: Süresi geçti
uk: Протерміновано
vi: Quá hạn

source: Partner
ar: شريك
es_419: Socio
hy: Գործընկեր
id: Pasangan
pt_br: Parceiro
th: ผู้ร่วมทีมพันธกิจ
tr: Ortak
uk: Партнер
vi: Cộng tác

source: Partner (semiannual, annual, etc) has an expected donation one month from now. Send them a reminder.
ar: الشريك (نصف سنوي، سنوي، إلخ) لديه تبرع منتظر بشهر واحد من الآن. أرسل لهم تذكيرا.
de: Partner (halbjährlich, jährlich, usw.) hat im kommenden Monat eine erwartete Spende. Senden Sie ihm eine Erinnerung.
pt_br: É esperado uma oferta do parceiro (semestral, anual etc) para daqui a um mês. Envie um lembrete.
th: พาร์ทเนอร์ (ทุกครึ่งปี ทุกปี ฯลฯ) มีสัญญาที่จะบริจาคหนึ่งเดือนต่อจากนี้ โปรดส่งข้อความแจ้งเตือน
tr: Ortağın (altı aylık, yıllık, vs.) şu andan bir ay sonra beklenen bir bağışı var. Ona bir hatırlatıcı gönderin.

source: Partner - Financial
ar: شريك - مالي
de: Partner - Finanziell
es_419: Socio: finanzas
hy: Գործընկեր - Ֆինանսական
id: Partner - Keuangan
nl_nl: Partner - Financieel
pl: Partner - finansowy
pt_br: Parceiro - Financeiro
th: ผู้ร่วมทีมพันธกิจ - การเงิน
tr: Ortak - Finansal
uk: Фінансовий партнер
vi: Cộng tác _ tài Chính

source: Partner - Pray
ar: شريك - صلاة
de: Partner - Gebet
es_419: Socio: orador
hy: Գործընկեր - Աղոթք
id: Pasangan - Doa
nl_nl: Partner - Gebed
pl: Partner - modlitewny
pt_br: Parceiro - Oração
th: ผู้ร่วมทีมพันธกิจ - อธิษฐาน
tr: Ortak - Dua
uk: Молитовний партнер
vi: Người cộng tác - Cầu nguyện

source: Partner - Special
ar: شريك - مميز
de: Partner - Spezial
es_419: Socio: especial
hy: Գործընկեր - Հատուկ
id: Partner - Spesial
nl_nl: Partner - Speciaal
pl: Partner - specjalny
pt_br: Parceiro - Especial
th: ผู้ร่วมทีมพันธกิจ - พิเศษ
tr: Ortak - Özel
uk: Особливий партнер
vi: Người cộng tác - Đặc biệt

source: Partner gave a Special Gift
ar: الشريك أعطاك هدية مميزة
de: Partner spendete ein besonderes Geschenk
pt_br: Parceiro fez uma Oferta Especial
tr: Ortak, Özel Bir Hediye verdi

source: Partner gave a Special Gift: This notification is triggered anytime someone who does not have a status of 'Partner - Financial' gives a gift. If one or more of the people below are financial partners, please log into MPDX, edit that contact, and set their status to 'Partner - Financial'.
ar: شريك أعطى هدية مميزة. يظهر هذا الإشعار في أي وقت كلما كان شخص لا يملك وضعي 'شريك -مالي' يعطي هدية، يرجى تسجيل الدخول إلى MPDX، تعديل جهة الاتصال هذه، وضبط وضعيتهم إلى 'شريك -مالي'.
de: Ein Partner spendete mehr: Diese Benachrichtigung wird jedes Mal gesendet, wenn ein Spender ohne den Status „Partner – Finanziell“ spendet. Sollten unter den nachstehenden Spendern Finanzpartner sein, melden Sie sich bitte bei MPDX an, bearbeiten Sie diese Kontakte und legen Sie deren Status auf „Partner – Finanziell“ fest.
pt_br: Parceiro fez uma Oferta Especial: essa notificação é acionada sempre que alguém que não tem uma situação de 'Parceiro - Financeiro' faz uma oferta. Se uma ou mais das pessoas abaixo forem parceiros financeiros, entre no MPDX, edite esse contato e defina sua situação como 'Parceiro - Financeiro'.
tr: Ortak Özel Bir Hediye verdi: Bu bildirim, 'Ortak - Finansal' durumuna sahip olmayan herhangi birisi bir hediye verdiğinde tetiklenir. Aşağıdaki bir veya daha fazla kişi finansal ortaksa, lütfen MPDX'te oturum açın, o kişiyi düzenleyin ve durumunu 'Ortak - Finansal' olarak değiştirin.

source: Partner gave a gift that averages out to less than their commitment
ar: الشريك أعطى هدية ذات معدل أقل من الإيداع الخاص بهم
de: Ein Partner spendete weniger, als er einst zugesagt hat.
pt_br: O parceiro fez uma oferta com uma média inferior a seu compromisso
tr: Ortak, taahhütünden daha az miktara denk gelen bir hediye verdi

source: Partner gave a gift to recontinue their giving after being two or more months late
ar: الشريك أعطى هدية لمعاودة الاستمرار في عطائهم بعد تأخرهم بشهرين أو أكثر
de: Ein Partner spendete wieder, nachdem er zwei oder mehr Monate pausiert hat.
pt_br: O parceiro fez uma oferta para recomeçar a investir depois de dois ou mais meses de atraso
tr: Ortak, iki ay veya daha uzun süre geç kaldıktan sonra bağışlarına devam etmek için bir hediye verdi

source: Partner gave a gift with a long time frame (semi-annual, annual, or biennial
ar: الشريك أعطى هدية بإطار زمني كبير (شبه سنوي، سنوي، أو نصف سنوي)
de: Ein Partner spendete einen langfristigen Betrag (halbjährlich, jährlich oder alle zwei Jahre).
pt_br: Parceiro fez uma oferta de um longo período de tempo (semestral, anual ou bienal)
tr: Ortak, uzun zaman çerçevesine (altı aylık, yıllık veya iki yıllık

source: Partner gave a larger gift than commitment
ar: الشريط أعطى هدية أكبر من الإيداع
de: Partner spendete ein größeres Geschenk als zugesagt
pt_br: Parceiro fez uma oferta superior a do compromisso
th: พาร์ทเนอร์ให้ของขวัญใหญ่กว่าที่สัญญาไว้
tr: Ortak, taahhütten daha büyük bir hediye verdi

source: Partner gave a larger gift than the commitment recorded in MPDX
ar: الشريط أعطى هدية أكبر من الإيداع المسجل في MPDX
de: Ein Partner spendete ein größeres Geschenk, als laut MPDX zugesagt wurde.
pt_br: O parceiro fez uma oferta superior a do compromisso registrado no MPDX
tr: Ortak, MPDX'te kayıtlı olan taahhüdünden daha büyük bir hediye verdi

source: Partner gave less than commitment
ar: الشريك أعطى أقل من الإيداع
de: Partner spendete weniger als zugesagt
pt_br: Parceiro ofertou menos que o compromisso
th: พาร์ทเนอร์ให้น้อยกว่าที่สัญญาไว้
tr: Ortak, taahhütten az verdi
