Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: For the MailChimp integration we recommend that you set up a new list on MailChimp to use (not a new account, just a new list), and leave all the MailChimp defaults in place for that list. If you set it up with a fresh list, everyone set to receive your newsletter will get copied over automatically, and from then on you can manage all the updates from MPDX (i.e. when you change an email address on MPDX it will update on mailchimp).
ar: من أجل لإدماج لـ MailChimp نوصيك بإعداد قائمة جديدة في MailChimp للإستعمال (ليس حسابا جديدا، مجرد قائمة جديدة وفقط)، و أترك كل الإعدادات الافتراضية لـ MailChimp لهذه القائمة كما هي. إذا إعددتها بقائمة جديدة، كل واحد تم ضبطه على استلام نشرتك الدورية سيتم نسخة مرة أخرى تلقائياً، وبعد ذلك يمكنك إدارة كل التحديثات من MPDX (مثال عندما تغير عنوان إيميل في MPDX سيتم تحديثه في mailchimp).
de: Für die MailChimp-Integration empfehlen wir Ihnen, eine neue Liste auf MailChimp einzurichten (nicht ein neues Konto, nur eine neue Liste) und behalten Sie alle MailChimp-Voreinstellungen für diese Liste. Wenn Sie sie mit einer neuen Liste einrichten, werden alle, die Ihren Newsletter erhalten haben, automatisch kopiert und ab dann können Sie alle Aktualisierungen von MPDX aus verwalten (d. h. wenn Sie eine E-Mail-Adresse in MPDX ändern, wird sie in MailChimp aktualisiert).
es_419: Para la integración con MailChimp, le recomendamos que configure una lista nueva en MailChimp para usar (no una cuenta nueva, simplemente una lista nueva) y que conserve los valores por defecto de MailChimp para esa lista. Si la configura con una lista nueva, se copiarán todos los contactos configurados para recibir el boletín informativo automáticamente y, a partir de entonces, podrá gestionar todas las actualizaciones desde MPDX (por ejemplo, cuando cambie una dirección de correo electrónico en MPDX, se actualizará en mailchimp).
hy: MailChimp ինտեգրացման համար խորհուրդ ենք տալիս ստեղծել մի նոր ցանկ՝ MailChimp-ում օգտագործելու համար (ոչ թե նոր հաշիվ, այլ պարզապես նոր ցանկ), և թողնել MailChimp-ի բոլոր լռելյայն պարամետրերը: Եթե ստեղծեք նոր ցանկ, ապա բոլոր այն կոնտրակտները, որոնք ստանում են Ձեր նորությունների թերթիկը, ավտոմատ կերպով կպատճենվեն, և ապա կկարողանաք կառավարել բոլոր թարմացումները MPDX-ում (օրինակ՝ երբ MPDX-ում փոխեք էլ. Փոստի հասցե, ապա այն կթարմացվի նաև MailChimp-ում):
id: Untuk Integrasi MailChimp kami merekomendasikan Anda untuk menetapkan daftar baru pada MailChimp untuk digunakan (bukan akun baru, hanya daftar baru), dan tetapkan MailChimp secara default untuk daftar tersebut. Jika Anda menetapkan dengan daftar baru, semua orang akan disalin secara otomatis utnuk menerima buletin Anda, dan Anda dapat mengatur semua pembaruan dari MPDX (Misalnya saat Anda ingin mengubah alamat email dalam MPDX, maka akan dieprbarui pada mailchimp)
nl_nl: Voor de integratie met MailChimp raden we aan dat je een nieuwe lijst maakt in MailChimp (geen nieuw account, alleen een nieuwe lijst). Laat vervolgens alle standaardinstellingen van MailChimp voor de lijst staan. Als je een nieuwe lijst instelt wordt iedereen die is ingesteld om je nieuwsbrief te ontvangen automatisch gekopieerd en vanaf dat moment kan je alle updates vanuit MPDX beheren (bijv. wanneer je een e-mail wijzigt in MPDX wordt het ook bijgewerkt op MailChimp).
pl: Do integracji z programem MailChimp zaleca się skonfigurowanie nowej listy w usłudze MailChimp (Nie jest to nowe konto, tylko nowa lista) i pozostawienie wszystkich domyślnych ustawień MailChimp dla tej listy takimi jak dla oryginalnej. Jeśli utworzysz nową listę, wszyscy, którzy otrzymają newsletter, zostaną skopiowani do MPDX automatycznie, a następnie możesz zarządzać wszystkimi aktualizacjami z MPDX (m.in. po zmianie adresu e-mail w MPDX, zostanie aktualizowany na MailChimp).
pt_br: Para a integração do MailChimp, recomendamos que você configure uma lista nova no MailChimp para usar (não uma conta nova, apenas uma lista nova) e deixe todos os padrões do MailChimp no lugar para essa lista. Se você configurá-lo com uma lista nova, todos os configurados para receber sua carta de oração serão copiados automaticamente e, a partir de então, você poderá gerenciar todas as atualizações do MPDX (ou seja, quando você mudar um endereço de e-mail no MPDX atualizará no MailChimp) .
th: ในการรวม MailChimp เราขอแนะนำให้คุณตั้งค่ารายชื่อใหม่ใน MailChimp (รายชื่อใหม่ ไม่ใช่บัญชีใหม่) แล้วเก็บค่าเริ่มต้นทั้งหมดของ MailChimp ไว้ หากคุณตั้งค่ารายชื่อใหม่ ทุกคนที่กำหนดให้ได้รับจดหมายข่าวจะได้ถูกคัดลอกโดยอัตโนมัติ และจากนั้นคุณจะสามารถจัดการอัปเดตทั้งหมดจาก MPDX ได้ (เมื่อคุณเปลี่ยนที่อยู่อีเมลใน MPDX ระบบจะอัปเดตข้อมูลใน mailchimp)
tr: MailChimp entegrasyonu için, kullanmak üzere MailChimp'te yeni bir liste kurmanızı (yeni bir hesap değil, sadece yeni bir liste) ve o liste için tüm MailChimp varsayılanlarını yerinde bırakmanızı öneririz. Bunu yeni bir listeyle kurduysanız, dua mektubunuzu almaya ayarlanmış herkes otomatik olarak kopyalanacaktır ve bundan sonra MPDX'ten tüm güncellemeleri yönetebilirsiniz (diğer bir deyişle, bir e-posta adresini MPDX'te değiştirdiğinizde, bu mailchimp'te güncellenecektir).

source: Full Name
ar: الاسم الكامل
de: vollständiger Name
id: Nalam Lengkap
nl_nl: Volledige Naam
pt_br: Nome Completo
tr: Ad ve Soyadı

source: Future
ar: المستقبل
de: Zukunft
es_419: Futuro
hy: Ապագա
id: Masa Depan
my: အနာဂတ်
nl_nl: Toekomst
pl: Na przyszłość
pt_br: Depois
th: อนาคต
tr: Gelecek
uk: Майбутній

source: Gave a special gift in the last 3 months
ar: منحوا هدية خاصة في الأشهر الثلاثة الأخيرة
de: Hat in den letzten 3 Monaten eine Extra Spende gegeben
es_419: Otorgó un regalo especial en los últimos tres meses
hy: Վերջին 3 ամսվա ընթացքում հատուկ նվեր տվեց
id: Memberi hadiah spesial lebih dari 3 bulan terakhir
my: ပြီးခဲ့သည့် 3 လအတွင်း အထူးလက်ဆောင်ပေးခဲ့
nl_nl: Gaf een speciale gift in de afgelopen 3 maanden
pl: Wpłacił specjalny dar na przestrzeni ostatnich trzech miesięcy.
pt_br: Fez uma oferta especial nos últimos 3 meses
th: ให้ของขวัญพิเศษในช่วง 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde özel bir hediye verdi
uk: Дав особливу пожертву за останні 3 місяці

source: Gift Amount Higher Than or Equal To
ar: مبلغ الجائزة أكبر من أو مساوي لـ
de: Spendenbetrag höher oder gleich
es_419: Importe de regalo mayor o igual que
hy: Նվերի չափը մեծ կամ հավասար է
id: Jumlah Hadiah Lebih Tinggi atau Sama Dengan
my: လက်ဆောင်ပေးမယ်ငွေပမာဏပိုမြင့်သောသို့မဟုတ်တူညီသောငွေပမာဏ
nl_nl: Gift Bedrag Hoger dan of Gelijk aan
pl: Wysokość darowizny wyższa niż lub równa
pt_br: Quantia da Oferta Superior ou Igual a
th: จำนวนของขวัญมากกว่าหรือเท่ากับ
tr: Hediye Miktarı Şu Miktardan Büyük veya Eşit:
uk: Вартість пожертви не менш ніж
vi: Số tiền quà tặng cao hơn hoặc bằng

source: Gift Amount Less Than or Equal To
ar: مبلغ الجائزة أقبل من أو مساوي لـ
de: Spendenbetrag niedriger oder gleich
es_419: Importe de regalo menor o igual que
hy: Նվերի չափը փոքր կամ հավասար է
id: Jumlah Hadiah Kurang Dari atau Sama Dengan
my: လက်ဆောင်ပေးမယ်ငွေပမာဏထက်နည်းသို့မဟုတ်တူညီသောငွေပမာဏ
nl_nl: Gift Bedrag Minder dan of Gelijk aan
pl: Wysokość darowizny niższa niż lub równa
pt_br: Quantia da Oferta Inferior ou Igual a
th: จำนวนของขวัญน้อยกว่าหรือเท่ากับ
tr: Hediye Miktarı Şu Miktardan Küçük veya Eşit:
uk: Вартість подарунку не більш ніж
vi: Số tiền quà tặng thấp hơn hoặc bằng

source: Gift Amount Range
ar: مجال مبلغ الهدية
de: Spanne der Spenden
es_419: Rango de importe de regalos
hy: Նվերի չափի միջակայքը
id: Kisarana Jumlah Hadiah
nl_nl: Gift Bedrag Bereik
pl: Zakres wysokości darów
pt_br: Variação da Quantia da Oferta
th: ช่วงจำนวนของขวัญ
tr: Hediye Miktarı Aralığı
uk: Діапазон вартості подарунку
vi: Loại quà tặng

source: Gift Date
ar: تاريخ الهدية
de: Spendendatum
es_419: Fecha del regalo
hy: Նվիրատվության օրը
id: Tanggal Hadiah
my: လက်ဆောင်ပေးမယ်နေ့စွဲ
nl_nl: Gift Datum
pl: Data darowizny
pt_br: Data da Oferta
th: วันที่ให้ของขวัญ
tr: Hediye Tarihi
uk: Дата подарунку
vi: Ngày gởi quà

source: Gift Details
ar: تفاصيل الهدية
de: Spendendetails
es_419: Detalles del regalo
hy: Նվերի մանրամասները
id: Rincian Hadiah
nl_nl: Gift Gegevens
pl: Szczegóły darowizny
pt_br: Detalhes da Oferta
th: รายละเอียดของขวัญ
tr: Hediye Detayları
uk: Дані про подарунок
vi: Chi tiết quà tặng

source: Gift Options
ar: خيارات الهدية
de: Spendenoptionen
es_419: Opciones de regalos
hy: Նվերի Ընտրանքներ
id: Pilihan Hadiah
nl_nl: Gift Opties
pl: Opcje wpłacania darowizny
pt_br: Opções de Oferta
th: ตัวเลือกของขวัญ
tr: Hediye Seçenekleri
uk: Варіанти подарунку
vi: Những lựa chọn quà

source: Google Integration Settings
ar: إعدادت غوغل انتغرايشن
de: Einstellungen für Google-Integration
es_419: Ajustes de integración con Google
id: Pengaturan Integrasi Google
nl_nl: Google Integratie Instellingen
pt_br: Configuração da Integração do Google
th: การตั้งค่าการรวม Google
tr: Google Entegrasyonu Ayarları
uk: Налаштування Google інтеграції

source: Google account needs to be refreshed
ar: يجب تحديث حساب غوغل
de: Das Google-Konto muss aktualisiert werden.
es_419: Es necesario actualizar la cuenta de Google
hy: Google հաշիվը պետք է թարմացվի
id: Akun google harus disegarkan
nl_nl: Google account moet ververst worden
pl: Należy odświeżyć konto Google
pt_br: A conta do Google precisa ser atualizada
th: ต้องรีเฟรชบัญชี Google
tr: Google hesabının yenilenmesi gerekiyor
uk: Необхідно оновити обліковий запис Google
vi: Tài khoản Google cần được làm mới

source: Google import
ar: استيراد غوغل
es_419: Importación de Google
hy: Ներմուծումը Google-ից
id: Impor dari Google
pl: Importuj z konta Google
pt_br: Importação do Google
th: นำเข้า Google
tr: Google aktarma
uk: Імпорт з Google
vi: Nhập từ Google

source: Google sync
ar: مزامنة غوغل
de: Google-Synchronisierung
es_419: Sincronización con Google
hy: Google-ի սինխրոնիզացիա
id: Sinkronisasi
pl: Synchronizacja z kontem Google
pt_br: Sincronização do Google
th: ซิงค์ Google
tr: Google eşitleme
uk: Синхронізація Google
vi: Đồng bộ Google

source: Granddaughter
ar: حفيدة
de: Enkelin
es_419: Nieta
hy: Թոռնուհի
id: Cucup perempuan
my: မြေး
nl_nl: Kleindochter
pl: Wnuczka
pt_br: Neta
th: หลานสาว
tr: Kız torun
uk: Онука
vi: Cháu gái

source: Grandfather
ar: جد
de: Großvater
es_419: Abuelo
hy: Պապիկ
id: Kakek
my: အဘိုး
nl_nl: Opa
pl: Dziadek
pt_br: Avô
th: ปู่/ตา
tr: Büyükbaba
uk: Дідусь
vi: Ông

source: Grandmother
ar: جدة
de: Großmutter
es_419: Abuela
hy: Տատիկ
id: Nenek
my: အဖွါး
nl_nl: Oma
pl: Babcia
pt_br: Avó
th: ย่า/ยาย
tr: Büyükanne
uk: Бабуся
vi: Bà ngoại

source: Grandson
ar: حفيد
de: Enkel
es_419: Nieto
hy: Թոռնիկ
id: Cucu laki-laki
my: မြေး
nl_nl: Kleinzoon
pl: Wnuk
pt_br: Neto
th: หลานชาย
tr: Erkek torun
uk: Онук
vi: Cháu trai

source: Greeting
ar: التحية
de: Anrede
es_419: Saludo
hy: Ողջունում
id: Salam
nl_nl: Begroeting
pl: Powitanie
pt_br: Saudação
th: การทักทาย
tr: Selamlama
uk: Вітання
vi: Chào mừng

source: History
ar: التاريخ
de: Verlauf
es_419: Historial
hy: Պատմություն
id: Sejarah
nl_nl: Geschiedenis
pl: Historia
pt_br: Histórico
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử

source: Home
ar: الرئيسية
de: Startseite
es_419: Inicio
hy: Գլխավոր
id: Beranda
nl_nl: Thuis
pl: Dom
pt_br: Início
th: บ้าน
tr: Ev
uk: Головна сторінка
vi: Nhà

source: Home Phone
ar: هاتف المنزل
de: Privatanschluss
es_419: Teléfono particular
hy: Տան հեռախոսահամար
id: Telepon Rumah
nl_nl: Huistelefoon
pl: Telefon domowy
pt_br: Telefone Residencial
th: โทรศัพท์บ้าน
tr: Ev Telefonu
uk: Домашній телефон
vi: Số điện thoại nhà

source: Hon.
ar: محترم
de: Ehrenwerte(r)
hy: Հարգարժան
pl: ?Sz.P.?
pt_br: Ilmo.
th: ท่าน
tr: Saygıdeğer
uk: Шановн.

source: Husband
ar: زوج
de: Ehemann
es_419: Esposo
hy: Ամուսին
id: Suami
nl_nl: Man
pl: Mąż
pt_br: Esposo
th: สามี
tr: Koca
uk: Чоловік
vi: Chồng

source: If you do want to stick with your existing list, you will need to make that extra merge field not a required field.
ar: إذا أردت الالتزام بقائمتك الموجودة، ستحتاج لجعل حقل الإدماج هذا غير اجباري.
de: Wenn Sie bei Ihrer bestehenden Liste bleiben möchten, müssen Sie diesen extra Feld zu als nicht erforderlich markieren.
es_419: Si desea conservar la lista existente, deberá convertir el campo de fusión adicional en un campo no requerido.
hy: Եթե ցանկանում եք շարունակել օգտագործել առկա ցուցակը, ապա պետք է այս լրացուցիչ միաձուլված դաշտը դարձնել ոչ պարտադիր:
id: Jika Anda ingin menggunakan daftar lama Anda, Anda harus menjadikan bidang gabungan tambahan sebagai bidang wajib.
nl_nl: Als je je bestaande lijst wilt behouden, dien je het extra samenvoegveld geen verplicht veld te maken.
pl: Jeśli chcesz trzymać się istniejącej listy, musisz zrobić to dodatkowe pole scalania, a nie wymagane pole.
pt_br: Caso deseje permanecer com sua lista atual, precisa fazer com que o campo de mesclagem extra não seja obrigatório.
th: หากต้องการใช้รายการเดิม คุณจะต้องเปลี่ยนให้ฟิลด์รวมข้อมูลนั้นเป็นฟิลด์ที่ไม่ต้องระบุข้อมูล
tr: Var olan listenize bağlı kalmak istiyorsanız, ekstra birleşim alanını zorunlu olmayan alan haline getirmeniz gerekecek.
uk: Якщо ви хочете продовжити користуватися наявним списком, вам треба зробити це додаткове об'єднане поле необов'язковим.
vi: Nếu bạn muốn gắn kết với danh sách hiện tại của bạn, bạn sẽ cần tạo thêm những mục đó, đây không phải mục bắt buộc.

source: Inactive
ar: غير نشط
de: Inaktiv
pt_br: Inativo
tr: Aktif değil

source: Increase Gift Recommendation
ar: توصية بزيادة الهدايا
de: Spendenempfehlung erhöhen
es_419: Recomendación de aumento del regalo
id: Rekomendasi Kenaikan Hadiah
nl_nl: Aanbevolen Gift Verhoging
pt_br: Recomendação de Aumento da Oferta
tr: Hediye Artırma Önerisi

source: Increased their giving in the last 3 months
ar: زادو عطاياهم في الأشهر الثلاثة الأخيرة
de: Hat in den letzten drei Monaten die Spenden erhöht
es_419: Aumentaron sus donaciones en los últimos tres meses
hy: Բարձրացրել է հովանավորության չափը վերջին 3 ամսվա ընթացքում
id: Meningkatkan pemberian mereka dalam 3 bulan terakhir
nl_nl: Hebben hun gift in de afgelopen 3 maanden verhoogd
pl: Podnieśli swoje wpłaty w ostatnich 3 miesiącach
pt_br: Aumentaram suas ofertas nos últimos 3 meses
th: เพิ่มการบริจาคในช่วง 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde bağışlarını artırdılar
uk: Збільшили свої пожертвування за остані 3 місяці
vi: Gia tăng phần dâng hiến trong 3 tháng qua

source: Insights for
ar: رؤى حول
de: Einblick für
es_419: Ideas para
hy: Տեղեկատվություններ
id: Wawasan untuk
nl_nl: Inzichten voor
pl: ?Wnioski dla?
pt_br: Ideias para
th: ข้อมูลเชิงลึก
tr: Görüşler:
uk: Дані для
vi: Thông tin chi tiết

source: It is important to remind our financial partners who give on a less frequent basis of their upcoming gift. MPDX shows financial partners who have expected donations one month from now. Now would be a great time to remind them.
ar: من المهم تذكير شركائنا الماليين الذين يعطون بشكل متكرر أقل بهديتهم القادمة. MPDX يظهر الشركاء الماليين الذين توقعواتبرعات متوقعة منذ شهرا من الآن. الآن وقت مناسب لتذكيرهم.
de: Spender, die in unregelmäßigen Abständen spenden, sollten freundlichst erinnert werden. MPDX zeigt Spender auf, von denen im kommenden Monat eine Spende erwartet wird. Jetzt wäre ein guter Zeitpunkt, um sich in Erinnerung zu rufen.
pt_br: É importante lembrar nossos parceiros financeiros que ofertam de forma menos frequente da próxima oferta. MPDX mostra parceiros financeiros cuja oferta é esperada daqui a um mês. Agora seria um ótimo momento de lembrá-los.
tr: Daha az sıklıkta bağış yapan finansal ortaklarımıza yaklaşan hediyelerini hatırlatmak önemlidir. MPDX, şu andan itibaren bir ay içinde beklenen bağışı olan finansal ortakları göstermektedir. Şimdi onlara hatırlatma yapmak için harika zamanlama olacaktır.

source: It is so important to connect with our financial partners personally, but it is easy for time to get away from us. MPDX does not show a phone call to your financial partner in the past year. Now would be a great time to connect with them!​
ar: من المهم جدا الاتصال بشركائنا الماليين شخصيا، لكن من السهل أن يضيع منا الوقت. MPDX لا يظهر اتصالا هاتفيا لشريكك المالي في السنة الماضية. الآن وقت مناسب للاتصال بهم!
de: Es sollte immer eine persönliche Verbindung zu Spendern aufgebaut werden, doch das ist mitunter leichter gesagt als getan. Bei MPDX ist kein Anruf bei Ihrem Spender im vergangenen Jahr protokolliert. Jetzt wäre ein guter Zeitpunkt, um wieder in Verbindung zu treten.
pt_br: É muito importante se conectar com nossos parceiros financeiros pessoalmente, mas é fácil nos esquecermos. MPDX não mostra uma ligação para seu parceiro financeiro no último ano. Agora seria um ótimo momento para se conectar com eles!
tr: Finansal ortaklarımızla kişisel olarak bağlantı kurmak çok önemlidir, ancak zamanın bizden uzaklaşması kolaydır. MPDX, geçen yıl içinde finansal ortağınızla yaptığınız bir telefon konuşmasını göstermez. Onlarla bağlantı kurmak için şu an harika bir zaman!

source: Joined my team in the last 3 months
ar: انضموا إلى فريقي في الأشهر الثلاثة الأخيرة
de: Trat meinem Kreis von Missionspartnern in den letzten 3 Monaten bei
es_419: Se unió a mi equipo en los últimos tres meses
hy: Միացել է իմ թիմը վերջին 3 ամիսների ընթացքում
id: Bergabung dengan tim saya dalam 3 bulan terakhir
nl_nl: Is onderdeel geworden van mijn team in de afgelopen 3 maanden
pl: Dołączyli do mojego zespołu w ostatnich 3 miesiącach
pt_br: Juntou-se à minha equipe nos últimos 3 meses
th: เข้าร่วมทีมของฉันในช่วง 3 เดือนที่ผ่านมา
tr: Son 3 ay içinde takımıma katıldı
uk: Приєднався до моєї команди за останні 3 місяці
vi: Đã gia nhập đội của tôi trong 3 tháng qua

source: Jr.
ar: الصغير
hy: Կրտսեր
uk: Мол.

source: Language
ar: اللغة
de: Sprache
es_419: Idioma
hy: Լեզու
id: Bahasa
nl_nl: Taal
pl: Język
pt_br: Idioma
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Last 30 Days
ar: آخر 30 يوم
de: Letzte 30 Tage
es_419: Últimos 30 días
hy: Վերջին 30 օրը
id: 30 Hari Terakhir
nl_nl: Afgelopen 30 Dagen
pl: Ostatnie 30 dni
pt_br: Últimos 30 Dias
th: 30 วันที่ผ่านมา
tr: Son 30 Gün
uk: За останні 30 днів
vi: 30 ngày trước

source: Last Gift
ar: آخر هدية
de: Letzte Spende
es_419: Último regalo
hy: Վերջին նվերը
id: Hadiah Terakhir
nl_nl: Laatste Gift
pl: Ostatnia darowizna
pt_br: Última Oferta
th: ของขวัญล่าสุด
tr: Son Hediye
uk: Остання пожертва ( подарунок)
vi: Món quà lần cuối

source: Last Month
ar: آخر شهر
de: Letzter Monat
es_419: Último mes
hy: Անցած ամիս
id: Bulan Lalu
nl_nl: Afgelopen Maand
pl: Ostatni miesiąc
pt_br: Mês Passado
th: เดือนที่แล้ว
tr: Geçen Ay
uk: За останній місяць
vi: Tháng trước

source: Last Name
ar: اسم العائلة
de: Nachname
es_419: Apellido
hy: Ազգանուն
id: Nama Belakang
nl_nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
th: นามสกุล
tr: Soyad
uk: Прізвище
vi: Họ

source: Last Three Months
ar: آخر ثلاثة أشهر
de: Letzte drei Monate
es_419: Últimos tres meses
hy: Վերջին երեք ամիսները
id: 3 Bulan Terakhir
nl_nl: Afgelopen 3 Maanden
pl: Ostatnie 3 miesiące
pt_br: Últimos Três Meses
th: สามเดือนที่ผ่านมา
tr: Son Üç Ay
uk: За останні три місяці
vi: Ba tháng trước

source: Last Two Months
ar: آخر شهرين
de: Letzte zwei Monate
es_419: Últimos dos meses
hy: Վերջին 2 ամիսը
id: 2 Bulan Terakhir
nl_nl: Afgelopen 2 Maanden
pl: Ostatnie 2 miesiące
pt_br: Últimos Dois Meses
th: สองเดือนที่ผ่านมา
tr: Son İki Ay
uk: За останнні два місяці
vi: Hai tháng trước

source: Last Two Years
ar: آخر سنتين
de: Letzte zwei Jahre
es_419: Últimos dos años
hy: Վերջին 2 տարին
id: 2 Tahun Terakhir
nl_nl: Afgelopen 2 Jaar
pl: Ostatnie 2 lata
pt_br: Últimos Dois Anos
th: สองปีที่ผ่านมา
tr: Son İki Yıl
uk: Два останні роки
vi: Hai năm trước

source: Last Week
ar: الأأسبوع الماضي
de: Letzte Woche
es_419: Última semana
hy: Անցած շաբաթ
id: Minggu Lalu
nl_nl: Afgelopen Week
pl: Ostatni tydzień
pt_br: Semana Passada
th: สัปดาห์ที่ผ่านมา
tr: Geçen Hafta
uk: Останній тиждень
vi: Tuần trước

source: Last Year
ar: العام الماضي
de: Letztes Jahr
es_419: Último año
hy: Անցած տարի
id: Tahun Lalu
nl_nl: Afgelopen Jaar
pl: Ostatni rok
pt_br: Ano Passado
th: ปีที่แล้ว
tr: Geçen Yıl
uk: Останній рік
vi: Năm trước

source: Last month
ar: الشهر الماضي
de: Letzter Monat
es_419: Último mes
hy: Անցած ամիս
id: Bulan Lalu
nl_nl: Afgelopen maand
pl: Ostatni miesiąc
pt_br: Mês passado
th: เดือนที่แล้ว
tr: Geçen ay
uk: За останній місяць
vi: Tháng trước

source: Late By
ar: متأخر بـ
de: Verspätet um
es_419: Retraso de
hy: Ուշացում
id: Terlambat
nl_nl: Te Laat Op
pl: Spóźniony o
pt_br: Atraso de
th: เกินกำหนด
tr: Gecikme Süresi:
uk: Запізнення на

source: Least Likely
ar: أقل احتمالاً
de: Am unwahrscheinlichsten
es_419: Menos probable
hy: Ամենաքիչ հավանական
id: Kemungkinan Kecil
nl_nl: Minst Waarschijnlijk
pl: Najmniej prawdopodobne
pt_br: Menos Provável
th: เป็นไปได้น้อยที่สุด
tr: En Düşük İhtimal
uk: Найменьш ймовірно

source: Less than 30 days late
ar: تأخر بأقل من 30 يوماً
de: Weniger als 30 Tage verspätet
es_419: Menos de 30 días de retraso
hy: 30 օրից ավելի պակաս ուշացում
id: Terlambat lebih dari 30 hari
nl_nl: Minder dan 30 dagen te laat
pl: Mniej niż 30 dni opóźnienia
pt_br: Menos de 30 dias de atraso
th: เกินกำหนดน้อยกว่า 30 วัน
tr: 30 günden daha az gecikmiş
uk: Запізнення меньш ніж 30 днів

source: Letter
ar: رسالة
de: Brief
es_419: Carta
hy: Նամակ
id: Surat
nl_nl: Brief
pl: List
pt_br: Carta
th: จดหมาย
tr: Mektup
uk: Лист

source: Likely
ar: محتمل
de: Wahrscheinlich
es_419: Probable
hy: Հնարավոր
id: Mungkin
nl_nl: Waarschijnlijk
pl: Prawdopodobny
pt_br: Provável
th: เป็นไปได้
tr: Olası
uk: Ймовірно

source: Likely To Give
ar: محتمل منحهم
de: Spendet wahrscheinlich
es_419: Probabilidad de donación
hy: Հավանական է, որ հովանավորի
id: Kemungkinan Memberi
nl_nl: Geeft Waarschijnlijk
pl: Prawdopodobnie wesprze
pt_br: Disposto a Ofertar
th: น่าจะให้
tr: Vermesi Olası
uk: Схильний до пожертвування

source: MPDX List: %{name}
ar: قائمة MPDX: %{name}
de: MPDX-Liste: %{name}
es_419: Lista de MPDX: %{name}
hy: MPDX- ի ցանկ. %{name}
id: Daftar MPDX: %{name}
nl_nl: MPDX Lijst: %{name}
pl: Lista MPDX: %{name}
pt_br: Lista do MPDX: %{name}
th: รายชื่อ MPDX: %{name}
tr: MPDX Listesi: %{name}
uk: Список MPDX: %{name}

source: MPDX Support Team
ar: فريق دعم MPDX
es_419: Equipo de soporte de MPDX
hy: MPDX Աջակցման Թիմ
id: Tim Pendukung MPDX
nl_nl: MPDX Ondersteuningsteam
pl: Zespół wsparcia MPDX
pt_br: Equipe de Suporte do MPDX
th: ทีมสนับสนุน MPDX
tr: MPDX Destek Takımı
uk: Команда підтримки MPDX

source: MPDX encountered errors while trying to import your %{source} contacts.
ar: MPDX واجه أخطاء أثناء محاولة استيراد جهات اتصالك %{source}
de: Beim Versuch Ihre %{source}-Kontakte zu importieren ist MPDX auf ein Problem gestoßen.
es_419: MPDX encontró errores al intentar importar sus contactos de %{source}.
id: MPDX mengalami kesalahan saat mencoba mengimpor %{source} kontak Anda.
nl_nl: MPDX heeft fouten aangetroffen tijdens het importeren van je %{source} contacten.
pt_br: O MPDX encontrou erros enquanto importava seus %{source} contatos.
th: MPDX เกิดข้อผิดพลาดในขณะพยายามนำเข้ารายชื่อติดต่อ %{source} รายการ
tr: MPDX, %{source} kişilerinizi içe aktarmaya çalışırken hatalarla karşılaştı.
uk: MPDX стикнулася з помилками під час імпорту ваших %{source} контактів.

source: MPDX has finished importing your %{source} contacts.
ar: MPDX قد انتهى من استيراد جهات اتصالك %{source}.
de: MPDX hat den Import Ihrer %{source}-Kontakte abgeschlossen.
es_419: MPDX terminó de importar los contactos de %{source}.
hy: MPDX ավարտեց Ձեր %{source} կոնտակտների ներմուծումը
id: MPDX telah selesai mengimpor %{source} kontak Anda.
my: MPDXခြင်းပြီးဆုံး importing your %{source} contacts.
nl_nl: MPDX is klaar met het importeren van je %{source} contacten.
pl: MPDX zakończył importowanie twoich kontaktów z %{source}.
pt_br: O MPDX terminou de importar seus %{source} contatos.
th: MPDX นำเข้ารายชื่อติดต่อ %{source} เสร็จแล้ว
tr: MPDX, %{source} kontaklarınızı aktarmayı tamamladı.
uk: MPDX завершив імпорт ваших %{source} контактів.
