Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: Partner gave with commitment of semi-annual or more
ar: الشريك أعطى مع الإيداع نص السنوي أو أكثر
de: Partner spendete die halbjährliche Zusage oder mehr
pt_br: Parceiro fez um compromisso de semestral ou mais
th: พาร์ทเนอร์ให้ตามสัญญาบริจาคแบบทุกครึ่งปีหรือบ่อยกว่า
tr: Ortak altı aylık veya daha fazla bir taahhütle verdi

source: Partner have not had a thank you note logged in the past year
ar: الشريك لم يحصل على شكر مسجلة في العام الماضي.
de: Für den Partner wurde im vergangenen Jahr keine Danksagung protokolliert.
pt_br: O parceiro não teve uma nota de agradecimento registrada no último ano
th: พาร์ทเนอร์ไม่มีโน้ตขอบคุณในปีที่ผ่านมา
tr: Ortağın geçtiğimiz yılda günlüğe kaydedilen teşekkür notu yok.

source: Partner have not had an attempted call logged in the past year
ar: الشريك لم يجر مكاملة مسجلة في العام الماضي.
de: Für den Partner wurde im vergangenen Jahr kein Anrufversuch protokolliert.
pt_br: O parceiro não tem uma tentativa de ligação registrada no último ano
th: พาร์ทเนอร์ไม่มีการพยายามโทรในปีที่ผ่านมา
tr: Ortağın geçtiğimiz yılda günlüğe kaydedilen denenmiş bir araması yok.

source: Partner missed a gift
ar: الشريك فوت هدية
de: Partner verpasste ein Geschenk
pt_br: O parceiro não fez uma oferta
th: พาร์ทเนอร์ไม่ได้ให้ของขวัญ
tr: Ortak bir hediyeyi kaçırdı

source: Partner recontinued giving
ar: الشريك أعاد مواصلة العطاء
de: Partner setzte Spende wieder fort
pt_br: O parceiro voltou a ofertar
th: พาร์ทเนอร์กลับมาให้อีกครั้ง
tr: Ortak hibeye tekrar devam etti

source: Partner started giving
ar: الشريك بدأ العطاء
de: Partner begann mit der Spende
pt_br: O parceiro começou a ofertar
th: พาร์ทเนอร์เริ่มการให้ของขวัญ
tr: Ortak hibeye başladı

source: Pending
ar: في الانتظار
de: Ausstehend
es_419: Pendiente
id: Tertunda
nl_nl: In Afwachting
pt_br: Pendente
tr: Beklemede

source: Person
ar: شخص
es_419: Persona
hy: Անձ
id: Orang
nl_nl: Persoon
pl: Osoba
pt_br: Indivíduo
th: บุคคล
tr: Kişi
uk: Людина
vi: Người

source: Phone 1
ar: الهاتف 1
de: Telefon 1
hy: Հեռախոսահամար 1
id: Telepon 1
nl_nl: Telefoon 1
pl: Numer telefonu 1
pt_br: Telefone 1
th: โทรศัพท์ 1
tr: Telefon 1

source: Phone 2
ar: الهاتف 2
de: Telefon 2
hy: Հեռախոսահամար 2
id: Telepon 2
nl_nl: Telefoon 2
pl: Numer telefonu 2
pt_br: Telefone 2
th: โทรศัพท์ 2
tr: Telefon 2

source: Phone 3
ar: الهاتف 3
de: Telefon 3
hy: Հեռախոսահամար 3
id: Telepon 3
nl_nl: Telefoon 3
pl: Numer telefonu 3
pt_br: Telefone 3
th: โทรศัพท์ 3
tr: Telefon 3

source: Physical
ar: مادي
de: Papier
es_419: Físico
hy: Փոստային առաքում տպված տարբերակով
id: Fisik
nl_nl: Papier
pl: Fizyczny
pt_br: Físico
th: ฉบับตีพิมพ์
tr: Fiziki
uk: Фізично
vi: Vật lý

source: Physical Only
ar: المادي فقط
de: Nur Papier
id: Hanya Fisik
nl_nl: Alleen Papier
pt_br: Somente Físico
tr: Sadece Fiziksel

source: Physical and Both
ar: المادي و كلاهما
de: Papier an Beide
id: Fisikan dan Keduanya
nl_nl: Papier en Beide
pt_br: Físico e Ambos
tr: Fiziksel ve İkisi

source: Please try updating it here: %{link}
ar: يُرجى محاولة تحديثها هنا: %{link}
de: Bitte versuchen Sie hier die Aktualisierung: %{link}
es_419: Intente actualizarlo aquí: %{link}
id: Silakan coba memperbarui di sini: %{link}
nl_nl: Probeer het hier bij te werken: %{link}
pt_br: Por favor, tente atualizar aqui %{link}
th: โปรดอัปเดตที่นี่: %{link}
tr: Onu buradan güncellemeyi deneyin: %{link}
uk: Будь ласка, спробуйте це оновити тут: %{link}

source: Please update their address to
ar: يرجى تحديث عنوانهم إلى
de: Bitte aktualisieren Sie die Adresse zu
es_419: Actualice la dirección a
hy: Փոխել կոնտակտի էլ. փոստի հասցեն
id: Silahkan perbaru alamat ke
nl_nl: Werk hun adres bij naar
pl: ?Proszę uaktualnij ich adresy do?
pt_br: Atualize os endereços para
th: โปรดอัปเดตที่อยู่ไปยัง
tr: Lütfen adreslerini şuna güncelleyin:
uk: Будь ласка, оновіть їх адресу
vi: Vui lòng cập nhật địa chỉ của họ để

source: Pledge
ar: تعهد
de: Zusage
es_419: Compromiso
hy: Խոստում
id: Janji
nl_nl: Toezegging
pl: ?Deklaracja?
pt_br: Promessa
th: สัญญา
tr: Vaat
uk: Обіцянка
vi: Hứa dâng

source: Pledge Status
ar: وضعية تعهد
de: Zusagestatus
es_419: Estado del compromiso
id: Status Janji
nl_nl: Toezegging Status
pt_br: Situação de Promessa
tr: Bağış Durumu

source: Prayer Letters Integration Settings
ar: إعدادات إدماج رسائل الصلاة
de: Integrationseinstellungen für prayerletters.com
pt_br: Configuração de Integração de Cartas de Oração
tr: Prayer Letters Entegrasyon Ayarları

source: Prayer Request
ar: طلب صلاة
de: Gebetsanliegen
es_419: Solicitud de orador
id: Permintaan Doa
nl_nl: Gebedsverzoek
pt_br: Pedidos de Oração
tr: Dua İsteği
uk: Молитовне прохання

source: Pre Call Letter
ar: رسائل ما قبل المكالمة
de: Brief vor Anruf
es_419: Carta de convocatoria
hy: Նամակ նախքան զանգահարելը
id: Surat Pra Panggilan
nl_nl: Voorbereidingsbrief Bellen
pl: List przed dzwonieniem
pt_br: Carta Pré-Chamada
th: จดหมายก่อนโทร
tr: Ön Aramalı Mektup
uk: Лист перед дзвінком

source: Primary
ar: رئيسي
de: Bevorzugt
pt_br: Principal
tr: Birincil

source: Primary Email
ar: الإيميل الرئيسي
de: Bevorzugte E-Mail-Adresse
es_419: Correo electrónico principal
hy: Հիմնական Էլ. փոստի հասցե
id: Email Utama
nl_nl: Primaire E-mail
pl: E-mail główny
pt_br: E-mail Principal
th: อีเมลหลัก
tr: Birincil E-posta
uk: Основна адреса ел. пошти

source: Primary Phone
ar: الهاتف الرئيسي
de: Bevorzugte Telefonnummer
es_419: Teléfono principal
id: Telepon Utama
nl_nl: Primaire Telefoon
pt_br: Telefone Principal
th: เบอร์โทรหลัก
tr: Birincil Telefon
uk: Основний телефон

source: Quarterly
ar: فصليا
de: Vierteljährlich
es_419: Trimestral
hy: Երեք ամիսը մեկ անգամ
id: Triwulan
nl_nl: Per Kwartaal
pl: Kwartalnie
pt_br: Trimestral
th: ทุกสามเดือน
tr: Üç Ayda Bir
uk: Раз на квартал

source: REPLACE WITH NEW CITY, STATE, ZIP
ar: استبدل بمدينة جديدة، ولاية، رقم ولاية
de: DURCH NEUE STADT, BUNDESLAND, POSTLEITZAHL ERSETZEN
es_419: REEMPLAZAR POR CIUDAD, ESTADO, CÓDIGO POSTAL NUEVOS
hy: Փոխել քաղաքը, նահանգը, փոստային կոդը
id: GANTI DENGAN KOTA, NEGARA BAGIAN, KODE POS BARU
nl_nl: VERVANG MET NIEUWE STAD, STAAT, POSTCODE
pl: ZAMIEŃ NA NOWE MIASTO, STAN I ZIP
pt_br: SUBSTITUIR COM NOVA CIDADE, ESTADO, CEP
th: ใส่เมือง รัฐ รหัสไปรษณีย์ใหม่
tr: YENİ ŞEHİR, EYALET, ALAN KODUYLA DEĞİŞTİRİN
uk: ЗМІНІТЬ МІСТО, РЕГІОН, ІНДЕКС

source: REPLACE WITH NEW STREET
ar: استبدل بشارع جديد
de: DURCH NEUE STRASSE ERSETZEN
es_419: REEMPLAZAR POR CALLE NUEVA
hy: Փոխարինել նոր հասցեով
id: GANTI DENGAN NAMA JALAN BARU
nl_nl: VERVANG MET NIEUWE STRAAT
pl: WYMIANA Z NOWĄ NAZWĄ ULICY
pt_br: SUBSTITUA COM NOVA RUA
th: ใส่ถนนใหม่
tr: YENİ SOKAK İLE DEĞİŞTİRİN
uk: ЗМІНІТЬ ВУЛИЦЮ

source: Received
ar: تم تسلمه
de: Erhalten
es_419: Recibido
hy: Ստացվել է
id: Diterima
nl_nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
th: ได้รับแล้ว
tr: Alındı
uk: Отримано

source: Received, but not Processed
ar: استلم، ولم يعالج بعد
de: Erhalten, aber nicht bearbeitet
es_419: Recibido, pero sin procesar
id: Diterima, namun belum diproses
nl_nl: Ontvangen, maar niet Verwerkt
pt_br: Recebido, mas não Processado
tr: Alındı, ama İşlenmedi

source: Referrals
ar: إحالات
de: Empfehlungen
es_419: Referencias
hy: Երաշխավորումներ
id: Referal
nl_nl: Doorverwijzingen
pl: Referencje
pt_br: Referências
th: ผู้ได้รับการแนะนำ
tr: Referanslar
uk: Рекомендації

source: Referred By
ar: إحالة من طرف
de: Empfohlen von
id: Dirujuk Oleh
nl_nl: Doorverwezen Door
pt_br: Referido Por
tr: Referans Veren:

source: Referrer
ar: الموجه
de: Empfehlender
es_419: Referente
hy: Երաշխավոր
id: Perujuk
my: ရည်ညွှန်းပေးသူများ
nl_nl: Doorverwijzer
pl: Osoba polecająca
pt_br: Referente
th: ผู้แนะนำ
tr: Referans
uk: Рекомендавець

source: Region
ar: منطقة
es_419: Región
hy: Շրջան/Մարզ
id: Area
my: ဒေသ
nl_nl: Regio
pt_br: Região
th: ภูมิภาค
tr: Bölge
uk: Регіон

source: Reminder Letter
ar: رسالة تذكيرية
de: Erinnerungsbrief
es_419: Carta de recordatorio
hy: Հիշեցում նամակ
id: Surat Pengingat
my: သတိပေးစာ
nl_nl: Herinneringsbrief
pl: List przypominający
pt_br: Carta de Lembrete
th: จดหมายเตือน
tr: Hatırlatma Mektubu
uk: Лист-нагадування

source: Research Abandoned
ar: تم ترك البحث
de: Recherche aufgegeben
es_419: Se abandonó la investigación
hy: Ուսումնասիրությունը դադարեցվել է
id: Riset Diabaikan
nl_nl: Onderzoek Gestaakt
pl: Zaprzestano poszukiwania
pt_br: Pesquisa Abandonada
th: เลิกค้นคว้า
tr: Araştırma bırakıldı

source: Rev.
ar: كاهن
de: Pastor
hy: Վերապատվելի
id: Pdt.
nl_nl: ds.
pl: Ks.
th: บาทหลวง
tr: Peder
uk: Преп.

source: Search Notes
ar: البحث في الملاحظات
de: Notizen durchsuchen
pt_br: Pesquisar Anotações
tr: Notları Ara

source: Search note contents
ar: البحث في محتوى الملاحظات
de: Notizdaten durchsuchen
pt_br: Conteúdo da pesquisa de anotações
tr: Not içeriklerinde ara

source: Seasonal
ar: موسمي
de: Jahreszeitlich
es_419: Estacional
hy: Սեզոնային
id: Musiman
nl_nl: Per Seizoen
pl: Sezonowy
pt_br: Periódico
th: ฤดูกาล
tr: Mevsimsel
uk: Сезонно

source: Send Appeals?
ar: هل ترسل طلبات؟
de: Spendenaufrufe senden?
id: Kirim Banding?
nl_nl: Verzoeken Versturen?
pt_br: Enviar Campanhas?
tr: İstekler Gönder?

source: Separated
ar: مفصول
de: Getrennt
es_419: Separado
hy: Ապրում են իրարից բաժան
id: Terpisah
nl_nl: Uit Elkaar
pl: W separacji
pt_br: Separado(a)
th: แยกทาง
tr: Ayrılmış
uk: Розділено

source: Single
ar: أعزب
es_419: Soltero
hy: Չամուսնացած
id: Bujangan
my: တစ်ကိုယ်ရေအိမ်ထောင်မရှိ
nl_nl: Vrijgezel
pl: Osoba samotna
pt_br: Solteiro(a)
th: โสด
tr: Bekar
uk: Один/на

source: Sister
ar: أخت
de: Schwester
es_419: Hermana
hy: Քույր
id: Saudara Perempuan
my: အစ်မ ညီမ
nl_nl: Zus
pl: Siostra
pt_br: Irmã
th: พี่/น้องสาว
tr: Kız kardeş
uk: Сестра

source: Son
ar: ابن
de: Sohn
es_419: Hijo
hy: Որդի
id: Anak Laki-laki
my: သား
nl_nl: Zoon
pl: Syn
pt_br: Filho
th: ลูกชาย
tr: Oğul
uk: Син

source: Spouse Email
ar: بريد القرين
de: E-Mail-Adresse des Ehepartners
es_419: Correo electrónico de cónyuge
hy: Ամուսնու/Կնոջ էլ. փոստի հասցեն
id: Email Pasangan (suami/Istri)
my: အိမ်ထောင်ဖက်၏အီးမေးလ်
nl_nl: Partner E-mail
pl: Email małżonki
pt_br: E-mail do Cônjuge
th: ที่อยู่คู่สมรส
tr: Eşin E-postası
uk: Ел.пошта подружжя

source: Spouse First Name
ar: اسم القرين
de: Vorname des Ehepartners
es_419: Nombre de cónyuge
hy: Ամուսնու/Կնոջ անունը
id: Nama Depan Pasangan
my: အိမ်ထောင်ဖက်၏ပဌမ နာမည်
nl_nl: Partner Voornaam
pl: Imię małżonki
pt_br: Nome do Cônjuge
th: ชื่อคู่สมรส
tr: Eşin Adı
uk: Ім'я подружжя

source: Spouse Last Name
ar: لقب القرين
de: Nachname des Ehepartners
id: Nama Belakang Pasangan
nl_nl: Achternaam Partner
pt_br: Sobrenome do Cônjuge
tr: Eşin Soyadı

source: Spouse Other Email
ar: البريد الآخر للقرين
de: Weitere E-Mail-Adresse des Ehepartners
es_419: Otro correo electrónico de cónyuge
id: Email Lain Pasangan
nl_nl: Partner Andere E-mail
pt_br: Outro E-mail do Cônjuge
th: อีเมลอื่นของคู่สมรส
tr: Eşin Diğer E-postası
uk: Інша ел.пошта подружжя

source: Spouse Other Phone
ar: الهاتف الآخر للقرين
de: Weitere Telefonnummer des Ehepartners
es_419: Otro teléfono de cónyuge
id: Telepon Lain Pasangan
nl_nl: Partner Andere Telefoon
pt_br: Outro Telefone do Cônjuge
th: เบอร์โทรอื่นของคู่สมรส
tr: Eşin Diğer Telefonu
uk: Інший телефон подружжя

source: Spouse Phone
ar: هاتف القرين
de: Telefonnummer des Ehepartners
es_419: Teléfono de cónyuge
id: Telepon Pasangan
nl_nl: Partner Telefoon
pt_br: Telefone do Cônjuge
th: เบอร์โทรคู่สมรส
tr: Eşin Telefonu
uk: Телефон подружжя

source: Sr.
ar: السيد
hy: Ավագ
pl: Pan

source: Starred
ar: تم وضع نجمة
de: Mit Sternen
es_419: Destacado
hy: նշված աստղով
id: Berbintang
pl: Oznaczone gwiazdką
pt_br: Marcado
th: ติดดาว
tr: Yıldızlı

source: State
ar: ولاية
de: Staat/Bundesland
es_419: Estado
hy: Նահանգ/Մարզ
id: Negara bagian
my: ပြည်နယ်
nl_nl: Staat
pl: Stan
pt_br: Estado
th: รัฐ
tr: Eyalet
uk: Регіон

source: Status
ar: وضعية
de: MPE-Phase
es_419: Estado
hy: Կարգավիճակ
pt_br: Situação
th: สถานะ
tr: Durum
uk: Статус

source: Stopped giving for the last 2 months
ar: توقفوا عن منح عطايا في الأشهر الثلاثة الأخيرة
de: Hat in den letzten 2 Monaten nicht gespendet
es_419: Detuvo las donaciones en los últimos dos meses
hy: Դադարեցրեց հովանավորությունը վերջին 2 ամիսների ընթացքում
id: Berhenti memberi untuk 2 bulan terakhir
my: ပေးကမ်းခြင်းရပ်တန့်သည်မှာ 2 လကြာ
nl_nl: Is de afgelopen 2 maanden gestopt met geven
pl: Przestał dawać dwa miesiące temu
pt_br: Parou de ofertar há 2 meses
th: หยุดให้ในช่วง 2 เดือนที่ผ่านมา
tr: Son 2 ayda bağış yapmadı
uk: Перестав жертвувати останні 2 місяці

source: Street
ar: شارع
de: Straße
id: Jalan
nl_nl: Straat
pt_br: Rua
tr: Sokak

source: Support Letter
ar: رسالة دعم
de: Brief bezüglich Unterstützung
es_419: Carta de soporte
hy: Հովանավորության նամակ
id: Surat Pendukung
my: ထောက်ပံ့မှု ပေးစာ
nl_nl: Ondersteuningsbrief
pl: List wsparciowy
pt_br: Carta de Sustento
th: จดหมายช่วยเหลือ
tr: Destek Mektubu
uk: Лист підтримки

source: Tags
ar: وسوم
de: Stichwörter
es_419: Etiquetas
hy: Նշումներ
id: Tag
nl_nl: Labels
pl: Etykiety
pt_br: Etiquetas
th: แท็ก
tr: Etiketler
uk: Теги
vi: Tags vào

source: Talk to In Person
ar: تحدث معه شخصياً
de: Persönliches Gespräch
es_419: Hablar en persona
id: Berbicara Secara Langsung
nl_nl: Persoonlijk Benaderen
pt_br: Falar Pessoalmente
tr: Yüz Yüze Konuşun
uk: Поговорити особисто

source: Task on MPDX
ar: مهمة في MPDX
de: Aufgabe in MPDX
es_419: Tarea en MPDX
hy: Առաջադրանք MPDX-ում
id: Tugas pada MPDX
my: MPDX ကိုTask လုပ်
nl_nl: Taak op MPDX
pl: Zadanie w MPDX
pt_br: Tarefa no MPDX
th: งานใน MPDX
tr: MPDX'teki görev
uk: Завдання в MPDX
vi: Nhiệm vụ trên MPDX

source: Tasks
ar: مهام
de: Aufgaben
es_419: Tareas
hy: Առաջադրանքներ
id: Tugas
my: လုပ်ငန်းတာဝန်များ
nl_nl: Taken
pl: Zadania
pt_br: Tarefas
th: งาน
tr: Görevler
uk: Завдання
vi: Nhiệm vụ

source: Temporary
ar: مؤقت
de: Temporär
es_419: Temporal
hy: Ժամանակավոր
id: Sementara
my: ယာယီ
nl_nl: Tijdelijk
pl: Tymczasowy
pt_br: Temporário
th: ชั่วคราว
tr: Geçici
uk: Тимчасово
vi: Tạm thời

source: Text Message
ar: رسالة نصية
de: Textnachricht
es_419: Mensaje de texto
hy: Տեքստային հաղորդագրություն
id: Pesan Teks
nl_nl: Tekstbericht
pl: SMS
pt_br: Mensagem de Texto
th: ข้อความ
tr: Kısa mesaj
uk: Текстове повідомлення
vi: Tin nhắn

source: Thank
ar: شكراً
de: Dank
es_419: Gracias
hy: Շնորհակալություն հայտնել
id: Terima kasih
my: ကျေးဇူးတင်ပါသည်
nl_nl: Bedanken
pl: Podziękuj
pt_br: Agradecer
th: ขอบคุณ
tr: Teşekkür edin
uk: Дякую
vi: Cảm ơn

source: Thanks!
ar: شكراً!
de: Danke!
es_419: ¡Gracias!
hy: Շնորհակալություն
id: Terima kasih!
my: ကျေးဇူးတင်ပါသည်
nl_nl: Bedankt!
pl: Dzięki!
pt_br: Obrigado!
th: ขอบคุณ!
tr: Teşekkürler!
uk: Дякую!
vi: Cảm ơn nhiều!

source: That email has been marked as "no longer valid." Please edit the persons details by clicking their name above and verify that their info is correct. If that person had another valid email address is will become primary and will sync to MailChimp if they are on your email newsletter. If you do not want that email to be in MailChimp, please remove it, choose "Opt-out of email newsletter" or make a different email primary.
ar: تم تأشيرهذا البريد على أنه "لم يعد موجودا". يُرجى تعديل تفاصيل الأشخاص بالضغط على الأسمهم في الأعلى والتحقق من صحة معلوماتهم. إذا كان هذا الشخص يمتلك بريداً الكترونياً آخر سيصبح أرئيسياً وسيتزامن مع MailChimp إذا كان في النشرة الدورية لبريدك. إذا كنت لا تريد هذا البريد أن يكون في MailChimp، يُرجى حذفه، واختيار "إلغاء الإشتراك من النشرة الدورية للبريد" أو جعل بريد الكتروني آخر رئيسيا.
de: Diese E-Mail-Adresse wurde als „nicht mehr gültig“ markiert. Bitte bearbeiten Sie die Details der Person, indem Sie oben auf ihren Namen klicken und überprüfen, ob ihre Informationen korrekt sind. Wenn diese Person eine andere gültige E-Mail-Adresse hat, wird diese bevorzugt und mit MailChimp synchronisiert, wenn sie auf Ihrem E-Mail-Newsletter ist. Wenn Sie diese E-Mail-Adresse nicht in MailChimp haben möchten, entfernen Sie sie bitte, indem Sie "E-Mail-Newsletter abwählen" auswählen oder machen Sie eine andere E-Mail-Adresse bevorzugt.
es_419: Este correo electrónico se ha marcado como "ya no es válido". Edite los detalles de la persona haciendo clic en su nombre, que aparece arriba, y compruebe que la información sea correcta. Si esa persona tiene otra dirección de correo electrónica válida, esta se convertirá en la principal y se sincronizará con MailChimp si está en su dirección de correo electrónico. Si no desea que esa dirección de correo electrónico se incluya en MailChimp, elimínela; para hacerlo, seleccione Dar de baja del boletín electrónico o configure otra dirección de correo electrónico como principal.
hy: Այս էլ. փոստի հասցեն նշված է որպես «այլևս հասանելի չէ»: Խմբագրեք մարդկանց մասին անձնական տվյալները՝ սեղմելով նրանց անվան վրա և հաստատելով, որ տեղեկատվությունը ճշգրիտ է: Եթե տվյալ անձը փոխել է իր էլ. փոստի հասցեն, ապա այդ հասցեն կդառնա հիմնական և կսինքրոնիզացվի MailChimp-ի հետ, եթե նա ներառված է Ձեր՝ նորությունունների թերթիկ ստացողների ցանկում: Եթե չեք ցանկանում ներառել այս հասցեն MailChimp-ի մեջ, ջնջեք այն, ընտրեք «Հրաժարվել նորությունների թերթիկից» կամ հիմնական դարձրեք մեկ այլ հասցե:
id: Email tersebut sudah ditandai sebagai "sudah tidak valid." Silahkan edit rincian pribadi dengan mengklik nama di bagian bawah dan pastikan informasi yang tersedia sudah benar. Jika orang tersebut memiliki alamat email yang valid, maka akan menjadi alamat utama dan akan disinkronisasi ke MailChimp jika mereka berada dalam buletin berkala email Anda, silahkan hapus, pilih "Keluar dari buletin" atau buat email utama lainnya.
nl_nl: Dat e-mailadres is gemarkeerd als "niet langer geldig". Bewerk de persoonsgegevens door op hun naam hierboven te klikken en controleer of de gegevens kloppen. Als deze persoon een ander geldig e-mailadres heeft wordt deze als primair ingesteld en wordt deze met MailChimp gesynchroniseerd als deze persoon op je e-mail nieuwsbrieflijst staat. Als je dit e-mailadres niet met Mailchimp wil synchroniseren verwijder het e-mailadres dan. Kies "Afmelden voor e-mailnieuwsbrief" of maak een andere e-mailadres primair.
pl: Ten email został oznaczony jako "już nie aktualny". Proszę poprawić dane tej osoby klikając na jej imię powyżej i sprawdzić czy informacje o tej osobie są prawidłowe. Jeśli ta osoba ma inny aktualny adres email, to stanie się on podstawowym adresem email i zsynchronizuje się z MailChimp, jeśli osoba ta znajduje się na twojej liście do wysyłania e-maili modlitewnych. Jeśli nie chcesz, żeby ten adres znajdował się w MailChimp, proszę usunąć go, wybierz "Rezygnacja z otrzymywania e-maili modlitewnych" albo ustaw jako podstawowy inny adres e-mail.
pt_br: Esse e-mail foi marcado como "não é mais válido". Edite os detalhes das pessoas clicando nos nomes acima e verifique se as informações estão corretas. Se a pessoa tiver outro endereço de e-mail válido, ele se tornará o principal e será sincronizado com o MailChimp se eles estiverem na sua carta de oração de e-mail. Se você não deseja que esse email esteja no MailChimp, remova-o, escolha "Cancelar carta de oração via e-mail" ou faça um e-mail diferente como principal.
th: อีเมลนี้ถูกทำเครื่องหมายว่า "ใช้ไม่ได้อีกต่อไป" โปรดแก้ไขรายละเอียดบุคคลโดยคลิกชื่อด้านบนและตรวจสอบความถูกต้องของข้อมูล หากผู้ใช้รายนั้นมีอีเมลอื่นที่ใช้ได้ อีเมลนั้นจะกลายเป็นอีเมลหลักและจะซิงค์กับ MailChimp หากอยู่ในจดหมายข่าวของคุณ หากคุณไม่ต้องการให้อีเมลนั้นอยู่ใน MailChimp โปรดลบทิ้ง โดยเลือก "ปฏิเสธรับจดหมายข่าว" หรือเลือกอีเมลอื่นเป็นอีเมลหลัก
tr: O e-posta "artık geçerli değil" olarak işaretlenmiştir. Lütfen yukarıda adına tıklayarak kişi detaylarını düzenleyin ve bilgilerinin doğru olduğunu onaylayın. Eğer o kişinin başka bir geçerli e-posta adresi varsa, o birincil olacak ve e-posta dua mektubunuzda mevcutsa MailChimp'e eşitlenecektir. O e-postanın MailChimp'te olmasını istemiyorsanız, lütfen kaldırın, "E-posta dua mektubunun dışında bırak"ı seçin veya farklı bir e-postayı birincil yapın.
uk: Ця адреса ел. пошти відмічена як «більше недоступна». Відредагуйте дані людей, натиснувши на ім'я вище, і перевірте чи правильні дані. При зміні адреси ел. пошти він стане основним і буде синхронізований в MailChimp, еякщо цей користувач доданий до вашої поштової розсилки. якщо ви не хочете включати цю адресу в MailChimp, видаліть її, обравши варіант «Виключити з розсилки новин» або зробіть основною іншу адресу.
vi: Email này đã được đánh dấu không còn hiệu lực nữa. Xin vui lòng nhập lại chi tiết cá nhân bằng cách nhấn vào tên của họ ở trên và xác minh những thông tin của họ là chính xác. Nếu người này có email khác thì nó sẽ thành email chính và sẽ đồng bộ vào MailChimp, nếu họ thuộc trong danh sách bảng tin email của bạn. Nếu họ không muốn nhận email bằng MailChimp, thì vui lòng xóa khỏi danh sách, chọn "Opt Out of email newsletter" hoặc tạo một email chính khác.

source: The MailChimp mailing list that you have linked to your MPDX account has an extra merge field that you created and marked as required. MPDX doesn't know how to populate your customer merge field, and is therefore unable to sync your contacts to MailChimp.
ar: القائمة البريدية لـ MailChimp التي ربطتها بحساب MPDX الخاص بك فيها حقل دمج إضافي قد أنشأته وتم تأشيره عل أنه إجباري. MPDX لا يعرف كيفية نشر حقل الدمج للزبون، ونتيجة لذلك لا يستطيع مزامنة جهات اتصالك إلى MailChimp.
de: Die MailChimp-Mailingliste, die Sie mit Ihrem MPDX-Konto verknüpft haben, hat einzusätzliches Datenfeld, das Sie erstellt und markiert haben. MPDX weiß nicht, wie Sie Ihr benutzerdefiniertes Datenfeld füllen soll und ist daher nicht in der Lage, Ihre Kontakte mit MailChimp zu synchronisieren.
es_419: La lista de correo de MailChimp que ha vinculado a su cuenta de MPDX tiene un campo de combinación extra que usted creó y marcó como requerido. MPDX no sabe cómo completar su campo de combinación del cliente, y por lo tanto, no puede sincronizar sus contactos con MailChimp.
hy: MailChimp –ի նորությունների թերթիկ ստացողների ցանկը, որը կապված է Ձեր MPDX-ի հաշվի հետ պարունակում է լրացուցիչ միաձուլված դաշտ, որը Դուք ստեղծել եք և նշել որպես պարտադիր: MPDX չգիտի, թե ինչպես լրացնել լրացուցիչ միաձուլված դաշտը, հետևաբար, չի կարող սինքրոնիզացնել Ձեր կոնտակտները MailChimp-ի հետ:
id: Daftar alamat MailChimp yang sudah Anda hubungkan dengan akun MPDX memiliki bidang ekstra yang Anda ciptakan dan ditandai sebagai wajib. MPDX tidak tahu bagaimana mengisi bidang gabungan pelanggan, oleh karena itu tidak bisa disinkronisasi ke akun MailChimp Anda.
nl_nl: De mailinglijst van MailChimp die je aan je MPDX account gekoppeld hebt bevat een extra samenvoegveld die jij hebt aangemaakt en als vereist hebt ingesteld. MPDX weet niet hoe het gebruik moet maken van je samenvoegveld en is daarom niet in staat om je contacten met MailChimp te synchorniseren.
pl: Lista mailingowa MailChimp, która została połączona z kontem MPDX, zawiera dodatkowe pole scalania utworzone i zaznaczone jako wymagane. MPDX nie wie, jak wypełnić pola scalania klientów, a zatem nie można zsynchronizować kontaktów z programem MailChimp.
pt_br: A lista de correspondência do MailChimp que você vinculou à sua conta do MPDX possui um campo de mesclagem extra que você criou e marcou como necessário. O MPDX não sabe como preencher seu campo de mesclagem de clientes, portanto, não é possível sincronizar seus contatos com o MailChimp.
th: รายชื่อติดต่อ MailChimp ที่คุณเชื่อมต่อกับบัญชี MPDX มีฟิลด์รวมข้อมูลที่คุณสร้างขึ้นและกำหนดให้ต้องระบุ MPDX ไม่รู้วิธีรวบรวมฟิลด์รวมข้อมูลของลูกค้าคุณ จึงไม่สามารถซิงค์รายชื่อติดต่อไปยัง MailChimp ได้
tr: MPDX hesabınıza bağlamış olduğunuz MailChimp e-posta listesi oluşturduğunuz ve gerekli olarak işaretlediğiniz fazladan bir birleştirme alanına sahip. MPDX, müşteri birleştirme alanınızı nasıl dolduracağını bilmiyor ve bu yüzden kişilerinizi MailChimp'e eşitleyemiyor.
vi: Danh sách mail trong MailChimp mà bạn đã liên kết đến tài khoản MPDX của bạn đã được trộn/thêm vào những mục mà bạn đã tạo và đánh dấu theo yêu cầu. MPDX không biết làm thế nào để trộn những mục thông tin khách hàng của bạn và vì vậy không thể đồng bộ hóa danh bạ của bạn với MailChimp.
