Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: is designated to the "%{appeal_name}" appeal.
ar: مخصص لطلبات "%{appeal_name}"
de: ist dem Spendenaufruf „%{appeal_name}“ zugeordnet.
es_419: está designado a la apelación "%{appeal_name}".
id: ditunjuk untuk "%{appeal_name}" banding.
nl_nl: is toegewezen aan het "%{appeal_name}" verzoek.
pt_br: é designado para campanha "%{appeal_name}"
th: ได้รับการแต่งตั้งให้จัดการการอุทธรณ์ "%{appeal_name}"
tr: "%{appeal_name}" isteğine tayin edildi.

source: "%{name}" (donor #%{account_number})
ar: "%{name}" (المتبرع #%{account_number})
de: "%{name}" (Spendernr. %{account_number})
es_419: "%{name}" (donante #%{account_number})
hy: "%{name}" (նվիրատու #%{account_number})
nl_nl: "%{name}" (partner #%{account_number})
pl: "%{name}" (wspierający #%{account_number})
pt_br: "%{name}" (doador #%{account_number})
th: "%{name}" (ผู้บริจาค #%{account_number})
tr: "%{name}" (bağışçı #%{account_number})
uk: "%{name}" (партнер #%{account_number})

source: %(This task was given the type "#{unsupported_type_name}" in TntConnect.)
ar: %(تم إعطاء هذه المهمة النوع "#{unsupported_type_name}" في TntConnect.)
de: %(Diese Aufgabe wurde dem Typ „#{unsupported_type_name}“ in TntConnect zugeordnet.)
pt_br: %(Esta tarefa recebeu o tipo "#{unsupported_type_name}" no TntConnect.)
tr: %(Bu göreve TntConnect'te "#{unsupported_type_name}" türü verildi.)

source: %{contact_name} gave a Special Gift of %{amount} on %{date} to %{designation}. Send them a Thank You.
ar: %{contact_name} أعطى هدية مميزة قدرها %{amount} في%{date} إلى%{designation}. أرسل لهم تشكراتك.
de: %{contact_name} hat einen zusätzlichen Betrag in Höhe von %{amount} am %{date} an %{designation} gespendet. Bedanken Sie sich!
pt_br: %{contact_name} fez uma Oferta Especial de %{amount} em %{date} para %{designation}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{designation} konumuna %{amount} değerinde Özel Hediye verdi. Onlara bir Teşekkür gönderin.

source: %{contact_name} gave a Special Gift of %{amount} on %{date}. Send them a Thank You.
ar: %{contact_name} أعطى هدية مميزة قدرها %{amount} في%{date}. أرسل لهم تشكراتك.
de: %{contact_name} hat einen zusätzlichen Betrag in Höhe von %{amount} am %{date} gespendet. Bedanken Sie sich!
pt_br: %{contact_name} fez uma Oferta Especial de %{amount} em %{date}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{amount} değerinde Özel Hediye verdi. Onlara bir Teşekkür gönderin.

source: %{contact_name} gave a gift of %{amount} on %{date} to %{designation}, which is different from their pledge. Research the gift.
ar: %{contact_name} أعطى هدية مميزة قدرها %{amount} في%{date} إلى%{designation}، وهذا مختلف عن تعهدهم. ابحث الهدية.
de: %{contact_name} hat einen Betrag in Höhe von %{amount} am %{date} an %{designation} gespendet. Dieser Betrag unterscheidet sich von der ursprünglichen Zusage. Überprüfen Sie die Spende!
pt_br: %{contact_name} fez uma oferta de %{amount} em %{date} para %{designation}, a qual é diferente do prometido. Pergunte sobre a oferta.
tr: %{contact_name}, %{date} tarihinde %{designation} konumuna %{amount} değerinde Özel Hediye verdi ve bu hediye vaatlerinden farklı. Hediyeyi araştırın.

source: %{contact_name} gave a gift of %{amount} on %{date}, which is different from their pledge. Research the gift.
ar: %{contact_name} أعطى هدية مميزة قدرها %{amount} في%{date} ، وهذا مختلف عن تعهدهم. ابحث الهدية.
de: %{contact_name} hat einen Betrag in Höhe von %{amount} am %{date} gespendet. Dieser Betrag unterscheidet sich von der ursprünglichen Zusage. Überprüfen Sie die Spende!
pt_br: %{contact_name} fez uma oferta de %{amount} em %{date}, a qual é diferente do prometido. Pergunte sobre a oferta.
tr: %{contact_name}, %{date} tarihinde %{amount} değerinde Özel Hediye verdi ve bu hediye vaatlerinden farklı. Hediyeyi araştırın.

source: %{contact_name} gave a larger than usual gift of %{amount} on %{date} to %{designation}. Send them a Thank You.
ar: %{contact_name} أعطى هدية تفوق الهدية المعتادة وقدرها %{amount} في %{date} إلى %{designation}. بلغهم شكرك
de: %{contact_name} hat mehr als gewöhnlich gespendet. Es sind %{amount} am %{date} bei %{designation} eingegangen. Bedanken Sie sich!
pt_br: %{contact_name} fez uma oferta maior que a frequente de %{amount} em %{date} para %{designation}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{designation} konumuna %{amount} değerinde olağandan daha büyük bir hediye verdi. Onlara bir Teşekkür gönderin.

source: %{contact_name} gave a larger than usual gift of %{amount} on %{date}. Send them a Thank You.
ar: %{contact_name} أعطى هدية تفوق الهدية المعتادة وقدرها %{amount} في %{date}. بلغهم شكرك
de: %{contact_name} hat mehr als gewöhnlich gespendet. Es sind %{amount} am %{date} eingegangen. Bedanken Sie sich!
pt_br: %{contact_name} fez uma oferta maior que a frequente de %{amount} em %{date}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{amount} değerinde olağandan daha büyük bir hediye verdi. Onlara bir Teşekkür gönderin.

source: %{contact_name} gave their %{frequency} gift of %{amount} on %{date} to %{designation}. Send them a Thank You.
ar: %{contact_name} أعطى %{frequency} عن الهدية المعتادة من %{amount} في %{date} إلى %{designation}. بلغهم شكرك
de: %{contact_name} hat einen %{frequency} Betrag in Höhe von %{amount} am %{date} an %{designation} gespendet. Bedanken Sie sich!
pt_br: %{contact_name} fez sua oferta %{frequency} de %{amount} em %{date} para%{designation}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{designation} konumuna %{amount} değerinde olan %{frequency} hediyesini verdi. Onlara bir Teşekkür gönderin.

source: %{contact_name} gave their %{frequency} gift of %{amount} on %{date}. Send them a Thank You.
ar: %{contact_name} أعطى %{frequency} عن الهدية المعتادة من %{amount} في %{date}. بلغهم شكرك
de: %{contact_name} hat einen %{frequency} Betrag in Höhe von %{amount} am %{date} gespendet. Bedanken Sie sich!
pt_br: %{contact_name} fez sua oferta %{frequency} de %{amount} em %{date}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{amount} değerinde olan %{frequency} hediyesini verdi. Onlara bir Teşekkür gönderin.

source: %{contact_name} have an expected gift in one month. Contact to follow up.
ar: %{contact_name} لديه هدية متوقعة منتظرة في غضون شهر. اتصل للمتابعة.
de: Von %{contact_name} wird in einem Monat eine Spende erwartet. Zur Nachfrage kontaktieren.
es_419: %{contact_name} tendrá un regalo esperado en un mes. Comuníquese para realizar un seguimiento.
hy: %{contact_name} –ից սպասվում է նվիրատվություն մեկ ամսվա ընթացքում: Կապ հաստատել՝ հետևողականություն ցուցաբերելու համար:
id: %{contact_name} memiliki hadiah tak terduga dalam 1 bulan. Hubungi untuk mengetahui lebih lanjut.
nl_nl: %{contact_name} gaf een onverwachte gift. Neem contact op met deze partner.
pl: Możesz spodziewać się darowizny od następującej osoby na przestrzeni najbliższego miesiąca: %{contact_name}. Skontaktuj się z nią.
pt_br: %{contact_name} tem uma oferta prevista para o próximo mês. Entre em contato para acompanhar.
th: %{contact_name} ได้รับของขวัญที่ไม่คาดหมายในหนึ่งเดือน โปรดติดต่อเพื่อติดตาม
tr: %{contact_name} adlı kişinin bir ay içinde beklenen bir hediyesi var. Takip etmek için iletişim kurun.
uk: Від %{contact_name} очікується пожертвування через місяць. Взяти до уваги.
vi: %{contact_name} đợi món quà trong tháng này. Gọi điện để chăm sóc.

source: %{contact_name} have not had a thank you note logged in the past year. Send them a Thank You note.
ar: %{contact_name} لم يحصل على شكر مسجلة في العام الماضي. بلغهم شكرك في ملاحظة.
de: Für %{contact_name} wurde im vergangenen Jahr keine Danksagung protokolliert. Bedanken Sie sich!
pt_br: %{contact_name} não possui uma nota de agradecimento registrada no ano passado. Envie uma nota de Agradecimento.
tr: %{contact_name} adlı kişinin geçtiğimiz yılda günlüğe kaydedilen teşekkür notu yok. Onlara bir Teşekkür notu gönderin.

source: %{contact_name} have not had an attempted call logged in the past year. Call them.
ar: %{contact_name} لم يجر مكاملة مسجلة في العام الماضي. اتصل بهم.
de: Für %{contact_name} wurde im vergangenen Jahr kein Anrufversuch protokolliert. Jetzt anrufen!
pt_br: %{contact_name} não possui uma tentativa de ligação registrada no ano passado. Ligue.
tr: %{contact_name} adlı kişinin geçtiğimiz yılda günlüğe kaydedilen denenmiş bir araması yok. Onları arayın.

source: %{contact_name} is on the email newsletter but lacks a valid email address.
ar: %{contact_name} في النشرة الدورية للبريد الإلكتروني لكن بدون عنوان إلكتروني صالح.
de: %{contact_name} steht auf der Liste für den E-Mail-Newsletter. Es fehlt jedoch eine gültige E-Mail-Adresse.
pt_br: %{contact_name} está em carta de oração por email mas não possui um endereço de email válido.
tr: %{contact_name}, e-posta haber bülteninde ama geçerli bir e-posta adresi yok.

source: %{contact_name} is on the physical newsletter but lacks a current mailing address.
ar: %{contact_name} في النشرة الدورية لبريد المراسلة لكن بدون عنوان إلكتروني صالح.
de: %{contact_name} steht auf der Liste für die Rundschreiben. Es fehlt jedoch eine Postanschrift.
pt_br: %{contact_name} está em carta de oração física mas não possui um endereço atual.
tr: %{contact_name}, fiziksel haber bülteninde ama güncel bir posta adresi yok.

source: %{contact_name} just gave their first gift. Send them a Thank You.
ar: %{contact_name} منحوا للتو هديتهم الأولى. بلغهم شكرك.
de: %{contact_name} hat erstmals gespendet. Bitte bedanken!
es_419: %{contact_name} acaba de otorgar su primer regalo. Agradézcale.
hy: %{contact_name} կատարեց իր առաջին նվիրատվությունը: Ուղարկել շնորհակալական նամակ:
id: %{contact_name} baru saja memberikan hadiah pertama. Kirim ucapan terima kasih.
nl_nl: %{contact_name} heeft net hun eerste gift gegeven. Stuur ze een Bedankje.
pl: %{contact_name} właśnie wpłacił pierwszą darowiznę. Wyślij mu podziękowanie.
pt_br: %{contact_name} acabou de ofertar pela primeira vez. Envie um Obrigado.
th: %{contact_name} เพิ่งส่งของขวัญชิ้นแรกมาให้ โปรดส่งคำขอบคุณ
tr: %{contact_name} ilk hediyesini verdi. Ona bir Teşekkür gönderin.
uk: %{contact_name} тільки що надіслав вам свою першу пожертву. Надійшліть йому подяку.
vi: %{contact_name} mới gởi món quà đầu tiên. Gởi họ thư cảm ơn.

source: %{contact_name} recontinued their giving with a gift of %{amount} on %{date} to %{designation}. Send them a Thank You.
ar: %{contact_name} عاودوا الاستمرار في عطائهم بهدية قدرها %{amount} في %{date} إلى %{designation}. بلغهم شكرك.
de: %{contact_name} hat wieder gespendet. Es ist ein Betrag in Höhe von %{amount} am %{date} bei %{designation} eingegangen. Bedanken Sie sich!
pt_br: %{contact_name} continuou enviando uma oferta de %{amount} em %{date} para %{designation}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{designation} konumuna %{amount} değerinde bir hediyeyle bağışa tekrar devam etti. Onlara bir Teşekkür gönderin.

source: %{contact_name} recontinued their giving with a gift of %{amount} on %{date}. Send them a Thank You.
ar: %{contact_name} عاودوا الاستمرار في عطائهم بهدية قدرها %{amount} في %{date}. بلغهم شكرك.
de: %{contact_name} hat wieder gespendet. Es ist ein Betrag in Höhe von %{amount} am %{date} eingegangen. Bedanken Sie sich!
pt_br: %{contact_name} continuou enviando uma oferta de %{amount} em %{date}. Envie um Obrigado.
tr: %{contact_name}, %{date} tarihinde %{amount} değerinde bir hediyeyle bağışa tekrar devam etti. Onlara bir Teşekkür gönderin.

source: %{contact_name} seems to have missed a gift. Call to follow up.
ar: يبدو أن %{contact_name} قد فاتته الهدية. اتصل للمتابعة.
de: %{contact_name} hat die letzte Spende versäumt? Klären: erst Buchhaltung, dann Spender.
es_419: %{contact_name} aparentemente ha perdido un regalo. Llame para realizar un seguimiento.
hy: %{contact_name}-ը կարծես բաց է թողել նվիրատվություն: Զանգահարել՝ ՝ հետևողականություն ցուցաբերելու համար:
id: %{contact_name} sepertinya kelewatan sebuah hadiah. Hubungi untuk mengetahui lebih lanjut.
nl_nl: %{contact_name} lijkt een gift te hebben gemist. Neem contact op.
pl: Wygląda na to, że %{contact_name} zapomniał wpłacić wsparcie. Zadzwoń, by to sprawdzić.
pt_br: %{contact_name} parece ter perdido uma oferta. Ligue para acompanhar.
th: ดูเหมือน %{contact_name} จะไม่ได้รับของขวัญ โปรดโทรหาเพื่อติดตาม
tr: %{contact_name} adlı kişi bir hediye kaçırmış gibi görünüyor. Takip etmek için arayın.
uk: %{contact_name} схоже пропустив пожертвування. Подзвоніть для уточнення.
vi: %{contact_name} dường như đã quên gởi quà. Gọi điện để chăm sóc.

source: %{number_of_failed_contacts} contacts failed to import.
ar: %{number_of_failed_contacts} فشل استيراد جهات الاتصال.
de: %{number_of_failed_contacts} Kontakte konnten nicht importiert werden.
es_419: %{number_of_failed_contacts} contactos no se pudieron importar.
id: %{number_of_failed_contacts} kontak gagal diimpor.
nl_nl: %{number_of_failed_contacts} contacten konden niet worden geïmporteerd.
pt_br: %{number_of_failed_contacts} contatos não foram importados.
th: ไม่สามารถนำเข้ารายชื่อติดต่อ %{number_of_failed_contacts} รายการ
tr: %{number_of_failed_contacts} kişinin içe aktarılması başarısız oldu.
uk: %{number_of_failed_contacts} контактів не вдалося імпортувати.

source: %{number_of_successful_contacts} contacts imported successfully.
ar: %{number_of_successful_contacts} نجاح استيراد جهات الاتصال.
de: %{number_of_successful_contacts} Kontakte wurden erfolgreich importiert.
es_419: %{number_of_successful_contacts} contactos se importaron con éxito.
id: %{number_of_successful_contacts} kontak berhasil diimpor.
nl_nl: %{number_of_successful_contacts} contacten zijn succesvol geïmporteerd.
pt_br: %{number_of_successful_contacts} contatos importados com sucesso.
th: นำเข้ารายชื่อติดต่อ %{number_of_successful_contacts} รายการเรียบร้อยแล้ว
tr: %{number_of_successful_contacts} kişi başarıyla içe aktarıldı.
uk: %{number_of_successful_contacts} контактів успішно імпортовано.

source: %{number} ext %{extension}
ar: %{number} امتداد %{extension}
de: %{number} App. %{extension}
es_419: %{number} int. %{extension}
hy: %{number} ներքին %{extension}
pl: %{number} rozszerzenie %{extension}
th: %{number} ต่อ %{extension}
tr: %{number} dah. %{extension}

source: %{org_name} said we have the wrong password for your account.
ar: %{org_name} قال بأن لدينا كلمة السر الخطأ لحسابك.
de: %{org_name} teilt mit, dass das falsche Passwort für Ihren Account falsch ist.
es_419: %{org_name} dice que contamos con una contraseña incorrecta para su cuenta.
id: %{org_name} berkata bahwa kami memiliki kata sandi yang salah untuk akun Anda.
nl_nl: %{org_name} heeft gezegd dat we het verkeerde wachtwoord voor je account hebben.
pt_br: %{org_name} acusou erro na senha da sua conta.
th: %{org_name} แจ้งว่ารหัสผ่านบัญชีของคุณที่เรามีไม่ถูกต้อง
tr: %{org_name}, hesabınız için yanlış şifreye sahip olduğumuzu söyledi.
uk: %{org_name} повідомило, що невірний пароль до вашого акаунту.

source: -- All --
ar: -الكل-
de: -- Alle --
es_419: -- Todo --
id: -- Semua --
nl_nl: -- Allen --
pt_br: -- Todos --
tr: -- Tümü --

source: -- All Active --
ar: -- نشطة كلها --
de: -- Alle aktiv --
es_419: - Todos Activos
hy: -- Բոլոր ակտիվները --
id: Aktif Semua
nl_nl: - Alle Actieve -
pl: -- Aktywne --
pt_br: --Todos Ativos--
th: -- ทั้งหมดที่ใช้งานอยู่ --
tr: -- Tümü Aktif --
uk: -- Всі активні --

source: -- All Hidden --
ar: -- مخفية كلها --
de: -- Alle ausgeblendet ---
es_419: - Todo Ocultos -
hy: -- Բոլոր թաքցվածները --
id: Tersembunyi Semua
nl_nl: -- Verborgen --
pl: -- Ukryte --
pt_br: --Todos Ocultos--
th: -- ซ่อนทั้งหมด --
tr: -- Tümü Gizli --
uk: -- Всі приховані --

source: -- Any --
ar: -- أي --
de: -- Ein / Mehr --
es_419: -- Cualquiera --
hy: -- Ցանկացածը--
id: -- Salah satu --
nl_nl: -- Enkele --
pl: -Jakikolwiek-
pt_br: --Qualquer--
th: -- ทุกรายการ --
tr: -- Herhangi --
uk: -- Все --

source: -- Do not ask --
ar: -- لا تسأل --
de: -- Nicht anfragen --
es_419: -- No preguntar --
hy: -- Չհարցնել --
id: -- Jangan tanya --
nl_nl: - Niet Vragen -
pl: -- Nie proś --
pt_br: -- Não perguntar --
th: -- อย่าขอ --
tr: -- İstemeyin --
uk: -- Не питати --

source: -- Has referrer --
ar: -- له من يوجهه --
de: -- Empfohlen von --
es_419: -- Tiene referente --
hy: -- Ունի երաշխավոր--
id: -- Memiliki perujuk --
nl_nl: -- Heeft verwijzer --
pl: --Posiadające referencje--
pt_br: -- Tem referência --
th: -- มีผู้แนะนำ --
tr: -- Referansı var --
uk: -- Має рекомедателя --

source: -- None --
ar: -- لا شيء --
de: -- Keine --
es_419: -- Ninguno --
hy: -- Ոչ մեկը--
id: -- Tidak ada --
nl_nl: -- Geen --
pl: -- Żaden --
pt_br: -- Nenhum --
th: -- ไม่มี --
tr: -- Hiçbiri --
uk: -- Жоден --

source: -- Unspecified --
ar: -- غير محدد --
de: -- Unbestimmt --
es_419: -- No especificado --
hy: -- Չնշված--
id: -- Tidak ditentukan --
nl_nl: -- onbekend --
pl: --Nieokreślony--
pt_br: -- Não especificado --
th: -- ไม่ระบุ --
tr: -- Belirtilmemiş --
uk: -- Не вказано --

source: 1 day before
ar: يوم 1 من قبل
de: 1 Tag vorher
es_419: Un día antes
hy: 1 օր առաջ
id: 1 hari sebelumnya
my: 1 နေ့ကမတိုင်မီ
nl_nl: 1 dag ervoor
pl: Jeden dzień przed
pt_br: 1 dia antes
th: 1 วันก่อน
tr: 1 gün önce
uk: За 1 день

source: 1 hour before
ar: ساعة 1 من قبل
de: 1 Stunde vorher
es_419: Una hora antes
hy: 1 ժամ առաջ
id: 1 jam sebelumnya
my: 1 နာရီမတိုင်မီ
nl_nl: 1 uur ervoor
pl: 1 godzina wcześniej
pt_br: 1 hora antes
th: 1 ชั่วโมงก่อน
tr: 1 saat önce
uk: За 1 годину

source: 1 week before
ar: أسبوع 1 من قبل
de: 1 Woche vorher
es_419: Una semana antes
hy: 1 շաբաթ առաջ
id: 1 minggu sebelumnya
my: ရက်သတ္တပတ်မတိုင်မီ
nl_nl: 1 week ervoor
pl: Jeden tydzień przed
pt_br: 1 semana antes
th: 1 สัปดาห์ก่อน
tr: 1 hafta önce
uk: За 1 тиждень

source: 15 minutes before
ar: 15 دقيقة من قبل
de: 15 Minute vorher
es_419: 15 minutos antes
hy: 15 րոպե առաջ
id: 15 menit sebelumnya
my: 15 မိနစ်မတိုင်မီ
nl_nl: 15 minuten ervoor
pl: 15 minut przed
pt_br: 15 minutos antes
th: 15 นาทีก่อน
tr: 15 dakika önce
uk: За 15 хвилин

source: 2 days before
ar: يومين من قبل
de: 2 Tage vorher
es_419: Dos días antes
hy: 2 օր առաջ
id: 2 hari sebelumnya
my: 2 ရက်မတိုင်မီ
nl_nl: 2 dagen ervoor
pl: Dwa dni przed
pt_br: 2 dias antes
th: 2 วันก่อน
tr: 2 gün önce
uk: За два дні

source: 2 hours before
ar: ساعتين من قبل
de: 2 Stunden vorher
es_419: Dos horas antes
hy: 2 ժամ առաջ
id: 2 jam sebelumnya
my: 2 နာရီမတိုင်မီ
nl_nl: 2 uur ervoor
pl: Dwie godziny przed
pt_br: 2 horas antes
th: 2 ชั๋วโมงก่อน
tr: 2 saat önce
uk: За 2 години

source: 30 minutes before
ar: 30 دقيقة من قبل
de: 30 Minuten vorher
es_419: 30 minutos antes
hy: 30 րոպե առաջ
id: 30 menit sebelumnya
my: မိနစ် 30 မတိုင်မီ
nl_nl: 30 minuten ervoor
pl: 30 minut przed
pt_br: 30 minutos antes
th: 30 นาทีก่อน
tr: 30 dakika önce
uk: За 30 хвилин

source: 5 minutes before
ar: 5 دقائق من قبل
de: 5 Minuten vorher
es_419: Cinco minutos antes
hy: 5 րոպե առաջ
id: 5 menit sebelumnya
my: မိနစ် 30 မတိုင်မီ
nl_nl: 5 minuten ervoor
pl: 5 minut przed
pt_br: 5 minutos antes
th: 5 นาทีก่อน
tr: 5 dakika önce
uk: За 5 хвилин

source: Account List
ar: قائمة الحساب
de: Kontenliste
es_419: Lista de cuentas
hy: Հաշիվների ցանկ
id: Daftar Akun
my: အကောင့်စာရင်း
nl_nl: Account Lijst
pl: Lista kont
pt_br: Lista da Conta
th: รายชื่อบัญชี
tr: Hesap Listesi
uk: Список акаунту

source: Action
ar: العمل
de: Aktion
es_419: Acción
hy: Գործողություն
id: Aksi
nl_nl: Actie
pl: Akcja
pt_br: Ação
th: การกระทำ
tr: Eylem
uk: Дія

source: Active
ar: نشط
de: Aktiv
pt_br: Ativo
tr: Aktif

source: Add an Account
ar: إضافة حساب
de: Account hinzufügen
es_419: Agregar una cuenta
hy: Ավելացնել հաշիվ
id: Tambah Akun
my: အကောင့်တခုဖွင် ပါ
nl_nl: Voeg een Account toe
pl: Dodaj konto
pt_br: Adicionar uma Conta
th: เพิ่มบัญชี
tr: Bir Hesap Ekleyin
uk: Додати акаунт

source: Add another Account
ar: إضافة حساب آخر
de: Weiteren Account hinzufügen
es_419: Agregar otra cuenta
hy: Ավելացնել մեկ այլ հաշիվ
id: Tambah Akun lain
my: အခြားအကောင့် တခုဖွင် ပါ
nl_nl: Voeg nog een Account toe
pl: Dodaj kolejne konto
pt_br: Adicionar outra Conta
th: เพิ่มอีกบัญชี
tr: Başka bir Hesap Ekleyin
uk: Добавити ще один обліковий запис

source: Address
ar: عنوان
de: Adresse
es_419: Dirección
hy: Հասցե
id: Alamat
my: လိပ်စာ
nl_nl: Adres
pl: Adres
pt_br: Endereço
th: ที่อยู่
tr: Adres
uk: Адреса

source: Address No Longer Valid
ar: لم يعد العنوان صالحا
de: Adresse nicht mehr gültig
es_419: La dirección ya no es válida
hy: Հասցեն այլևս վավեր չէ
id: Alamat Sudah Tidak Valid
nl_nl: Adres Niet Langer Geldig
pl: Adres już nie istnieje
pt_br: O Endereço Não É Mais Válido
th: ที่อยู่นี้ใช้ไม่ได้อีก
tr: Adres Artık Geçerli Değil
uk: Адреса більше не дійсна

source: Address Type
ar: نوع العنوان
de: Adresstyp
pt_br: Tipo de Endereço
tr: Adres Türü

source: All
ar: الكل
de: Alle
es_419: Todo
hy: Բոլորը
id: Semua
nl_nl: Allen
pl: Wszyscy
pt_br: Todos
th: ทั้งหมด
tr: Tümü
uk: Все

source: Annual
ar: سنوي
de: Jährlich
es_419: Anual
hy: Տարեկան
id: Tahunan
nl_nl: Jaarlijks
pl: Rocznie
pt_br: Anual
th: รายปี
tr: Yıllık
uk: Щорічний

source: Another contact in your organization already has the donor account number you've tried to assign to this contact. Please make it more unique.
ar: جهة اتصال أخرى في حسابك تملك رقم حساب المتبرع قد حاولت ربطها بجهة الإتصال هذه. يُرجى جعله أكثرتفردا.
de: Ein anderer Kontakt in Ihrer Organisation hat bereits die Spendernummer, die Sie diesem Kontakt geben möchten. Bitte wählen Sie eine andere.
es_419: Otro contacto de la organización ya tiene el número de cuenta de donante que intentó asignar a este contacto. Elija otro más exclusivo.
hy: Նվիրատույի հաշվեհամարը, որը Դուք ցանկանում եք կցել տվյալ կոնտակտին, արդեն կցված է Ձեր կազմակերպությունում առկա մեկ այլ կոնտակտի:
id: Kontak lain dalam organisasi Anda sudah memiliki nomor akun donor yang sudah Anda coba untuk ditetapkan ke kontak ini. Coba buat lebih unik lagi.
nl_nl: Een ander contact in je organisatie heeft al het partner account nummer dat je probeert toe te wijzen aan dit contact. Maak het nummer uniek.
pl: Inny kontakt w Twojej organizacji ma już taki numer konta darczyńcy, który próbowałeś przypisać do tego kontaktu. Potrzeba, aby był bardziej unikatowy.
pt_br: Outro contato em sua organização já possui o número da conta do doador que você tentou atribuir a este contato. Por favor, torne mais original.
th: ผู้ติดต่ออีกคนในองค์กรของคุณใช้หมายเลขบัญชีผู้บริจาคนี้แล้ว โปรดกำหนดหมายเลขให้มีความแตกต่าง
tr: Bu kontağa atamaya çalıştığınız bağışçı hesap numarası, organizasyonunuzdaki başka bir kontağa ait. Lütfen daha özgün hale getirin.
uk: Інший контакт в вашій організації вже має той номер партнера, який ви намагаєтесь внести для цього контакту. Будь ласка, зробіть його більш унікальним.
