Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: The connection to your LinkedIn account needs to be renewed.
ar: الاتصال بحسابك في LinkedIn يحتاج للتجديد.
de: Die Verbindung zu Ihrem LinkedIn-Account muss erneuert werden.
es_419: Es necesario renovar la conexión a su cuenta LinkedIn.
hy: Ձեր LinkedIn հաշվի կապը պետք է նորացվի:
id: Koneksi dengna akun LinkedIn harus diperbarui.
nl_nl: De verbinding met je LinkedIn account moet worden vernieuwd.
pl: Połączenie z twoim kontem Linkedln musi być odnowione.
pt_br: A conexão com sua conta do LinkedIn precisa ser renovada.
th: ต้องต่อการเชื่อมต่อบัญชี LinkedIn ใหม่
tr: Linkedin hesabınıza bağlantınızın yenilenmesi gerekiyor.
uk: Необхідно оновити з'єднання з вашим акаунтом на LinkedIn.
vi: Sự kết nối đến tài khoản Linkedln cần được làm mới lại.

source: The link between MPDX and your Google account has stopped working. If you'd like to continue to have MPDX automatically sync with your Google account, please go to %{link} and click on 'Edit', 'Setup', and then click the 'Refresh Google Account' button. After that, you'll need to manually re-enable any integrations that you had set already.
ar: لقد توقف الرابط بين MPDX وحسابك على غوغل عن العمل. إذا أردت الاستمرار في جعل MPDX يقوم بالمزامنة تلقائيا مع حسابك في غوغل، يُرجى زيارة %{link} و الضغط على ‘تعديل‘، ‘تنصيب‘، ثم الضغط على زر 'تحديث حساب غوغل'. بعد هذا، سيتوجب عليك إعادة تمكين أية ادماجات يدويا قمت بضبطتها من قبل.
de: Die Verbindung zwischen MPDX und Ihrem Google-Konto funktioniert nicht mehr. Wenn MPDX weiterhin automatisch mit Ihrem Google-Konto synchronisieren soll, gehen Sie bitte zu %{link} und klicken Sie auf den Button „Bearbeiten“ und „Einrichten“ und dann auf „Google-Konto aktualisieren“. Danach müssen Sie alle Integrationen, die Sie bereits eingerichtet hatten, noch einmal manuell aktivieren.
pt_br: O vínculo entre o MPDX e sua conta do Google parou de funcionar. Se você quiser que o MPDX continue sincronizando automaticamente com sua conta do Google, acesse %{link} e clique em 'Editar', 'Configuração" e então no botão 'Atualizar Conta do Google'. Depois disso, você precisará reativar manualmente as integrações que você já definiu.
tr: MPDX ve Google hesabınız arasındaki bağlantı çalışmayı durdurdu. MPDX'in Google hesabınızla otomatik olarak eşitlenmeye devam etmesini istiyorsanız, lütfen %{link} adresine gidin ve 'Düzenle'ye, 'Kurulum'a tıklayıp ardından 'Google Hesabını Yenile' tuşuna tıklayın. Bundan sonra, daha önce ayarlamış olduğunuz tüm entegrasyonları yeniden manuel olarak etkinleştirmeniz gerekecek.

source: The link between MPDX and your prayerletters.com account has stopped working. If you'd like to continue to have MPDX automatically push changes over to prayerletters.com, please go to %{link} and click the 'Enable' button
ar: الرابط بين MPDX و حسابك في prayerletters.com توقف عن العمل. إذا أردت الاستمرار في جعل MPDX تلقائياً يقوم بالتغييرات في prayerletters.com، يُرجى زيارة%{link} و لاضغط على زر 'تمكين '
de: Die Verbindung zwischen MPDX und Ihrem Konto bei prayerletters.com funktioniert nicht mehr. Wenn MPDX Änderungen weiterhin automatisch mit Ihrem Konto bei prayerletters.com synchronisieren soll, gehen Sie bitte zu %{link} und klicken Sie auf den Button „Aktivieren“.
pt_br: O vínculo entre o MPDX e sua conta prayerletters.com parou de funcionar. Se você quiser que o MPDX continue enviando automaticamente as mudanças para o prayerletters.com, acesse %{link} e clique no botão 'Ativar'
tr: MPDX ve prayerletters.com hesabınız arasındaki bağlantı çalışmayı durdurdu. MPDX'in değişiklikleri prayerletters.com'a otomatik olarak göndermeye devam etmesini istiyorsanız, lütfen %{link} adresine gidip 'Etkinleştir' tuşuna tıklayın.

source: The link between MPDX and your Google account has stopped working. If you'd like to continue to have MPDX automatically sync with your Google account, please go to %{link} and click the 'Refresh Google Account' button. After that, you'll need to manually re-enable any integrations that you had set already.
ar: لقد توقف الرابط بين MPDX وحسابك على غوغل عن العمل. إذا أردت الاستمرار في جعل MPDX يقوم بالمزامنة تلقائيا مع حسابك في غوغل، يُرجى زيارة %{link} و الضغط على زر "تحديث حساب غوغل". بعد هذا، سيتوجب عليك إعادة تمكين أية ادماجات يدويا قمت بضبطتها من قبل.
de: Die Verbindung zwischen MPDX und Ihrem Google-Account funktioniert nicht mehr. Wenn MPDX weiterhin automatisch mit Ihrem Google-Account synchronisieren soll, gehen Sie bitte zu %{link} und klicken Sie auf den Button „Google-Account aktualisieren“. Danach müssen Sie alle Integrationen manuell erneut aktivieren, die Sie bereits eingerichtet hatten.
es_419: El vínculo entre MPDX y su cuenta de Google ha dejado de funcionar. Si desea que MPDX continúe sincronizando automáticamente con su cuenta de Google, vaya a %{link} y haga clic en el botón Actualizar cuenta de Google. Después de eso, será necesario que vuelva a habilitar cualquier integración que haya establecido anteriormente.
hy: MPDX-ի կապը Ձեր Google-ի հաշվի հետ կտրվեց: Եթե ցանկանում եք, որ MPDX-ը շարունակի ավտոմատ կերպով սինքրոնիզացվել Ձեր Google-ի հաշվի հետ, անցեք հետևյալ հղումով %{link} և սեղմեք «Թարմացնել Google-ի հաշիվը»: Դրանից հետո, պետք է ձեռքով կրկին ակտիվացնեք այն բոլոր ինտեգրացիաները, որոնք արդեն ակտիվացրել էիք:
id: Tautan antara MPDX dan akun Google Anda telah berhenti bekerja. Jika Anda ingin MPDX untuk secara otomatis meng-sinkronisasi dengan akun Google Anda, silahkan ke %{link} dan klik tombol 'Segarkan Akun Google'. Kemudian, Anda harus secara manual mengaktifkan integrasi yang sudah Anda tetapkan.
nl_nl: De koppeling tussen MPDX en je Google account werkt niet meer. Als je wilt dat MPDX automatisch blijft synchroniseren met je Google account ga dan naar %{link} en klik op "Google Account Verversen". Hierna moet je de integraties die je had ingesteld opnieuw handmatig inschakelen.
pl: Link pomiędzy ?MPDX? a twoim kontem Google przestał działać. Jeśli chciałbyś aby ?MPDX? w dalszym ciągu synchronizował się z twoim kontem Google, proszę idź do %{link} i kliknij "Odśwież konto Goolge". Potem będziesz musiał ręcznie ustanowić ponownie wszystkie ?integrations?, które miałeś wcześniej ustawione.
pt_br: O vínculo entre o MPDX e sua conta do Google parou de funcionar. Se você quiser que o MPDX continue sincronizando automaticamente com sua conta do Google, acesse %{link} e clique no botão 'Atualizar Conta do Google'. Depois disso, você precisará reativar manualmente as integrações que você já definiu.
th: ระบบหยุดการเชื่อมต่อระหว่าง PDX กับบัญชี Google หากคุณต้องการให้ MPDX ซิงค์ข้อมูลไปยังบัญชี Google โดยอัตโนมัติต่อ โปรดไปที่ %{link} แล้วคลิกปุ่ม 'รีเฟรชบัญชี Google' หลังจากนั้น คุณจะต้องเปิดใช้ระบบการรวมที่คุณตั้งไว้อีกครั้งเอง
tr: MPDX ve Google hesabınız arasındaki bağlantı çalışmayı durdurdu. MPDX'in Google hesabınızla otomatik olarak eşleşmeye devam etmesini istiyorsanız, lütfen %{link} adresine gidin ve 'Google Hesabını Yenile' tuşuna tıklayın. Bundan sonra, daha önce ayarlamış olduğunuz tüm entegrasyonları yeniden manuel olarak etkinleştirmeniz gerekecek.
vi: Liên kết giữa MPDX và tài khoản Google của bạn ngừng hoạt động. Nếu bạn muốn tiếp tục để MPDX tự động đồng bộ với tài khoản Google của bạn thì vui lòng vào %{link} và nhấn vào nút 'Refresh Google Account'. Sau đó, bạn sẽ cần làm thủ công để cho phép lại bất kỳ liên hợp nào mà bạn đã thiết lập.

source: The link between MPDX and your prayerletters.com account has stopped working. If you'd like to continue to have MPDX automatically push changes over to prayerletters.com, please go to and click the 'Enable' button
ar: الرابط بين MPDX و حسابك في prayerletters.com توقف عن العمل. إذا أردت الاستمرار في جعل MPDX تلقائياً يقوم بالتغييرات في prayerletters.com، يُرجى زيارة و اضغط على زر "تمكين"
de: Die Verbindung zwischen MPDX und Ihrem Account bei prayerletters.com funktioniert nicht mehr. Falls MPDX weiterhin Änderung automatisch an payerletters.com übergeben soll, gehen Sie bitte zu %{link} und klicken auf den Button „Aktivieren“.
es_419: El vínculo entre MPDX y su cuenta de prayerletters.com ha dejado de funcionar. Si desea que MPDX continúe generando cambios automáticamente en prayerletters.com, vaya a y haga clic en el botón Habilitar
hy: MPDX-ի կապը prayerletters.com-ի Ձեր հաշվի հետ կտրվեց: Եթե ցանկանում եք, որ MPDX-ը շարունակի ավտոմատ կերպով փոփոխությունները տարածել prayerletters.com-ի վրա, խնդրում ենք այցելել հասցեյով և սեղմել «Ակտիվացնել»
id: Tautan antara MPDX dan akun prayerletter.com Anda sudah behenti bekerja. Jika Anda ingin MPDX terus secara otomatis mengirimkan perubahan melalui prayerletters.com, silahkan klik tombol 'Aktifkan'
nl_nl: De koppeling tussen MPDX en je prayerletters.com account werkt niet meer. Als je wilt dat MPDX automatisch wijzigingen blijft doorvoeren naar prayerletters.com, klik dan op de knop "Inschakelen".
pl: Powiązanie między MPDX a Twoim kontem prayerletters.com przestało działać. Jeśli chcesz nadal utrzymać automatyczne połączenie MPDX z serwisem prayerletters.com, kliknij przycisk "Włącz"
pt_br: O vínculo entre o MPDX e sua conta prayerletters.com parou de funcionar. Se você quiser que o MPDX continue enviando automaticamente as mudanças para o prayerletters.com, acesse e clique no botão 'Ativar'
th: ระบบหยุดการเชื่อมต่อระหว่าง PDX กับบัญชี prayerletters.com หากคุณต้องการให้ MPDX ดำเนินการเปลี่ยนแปลงไปยัง prayerletters.com ต่อโดยอัตโนมัติ โปรดคลิกปุ่ม 'เปิดใช้'
tr: MPDX ve prayerletters.com hesabınız arasındaki bağlantı çalışmayı durdurdu. MPDX'in değişiklikleri prayerletters.com'a otomatik olarak göndermeye devam etmesini istiyorsanız, lütfen 'Etkinleştir' tuşuna gidip tıklayın.
vi: Liên kết giữa MPDX và tài khoản prayerletter.com của bạn đã ngưng hoạt động. Nếu bạn muốn tiếp tục để MPDX tự động thay đổi đến prayerletter.com, xin vui lòng nhấn vào nút 'Enable'.

source: The link to your facebook account needs to be refreshed. <a href="/auth/facebook">Click here to re-connect to facebook</a> then try your import again.
ar: الرابط لحسابك في فيسبوك يحتاج للتحديث.<a href="/auth/facebook">اضغط هنا لإعادة ربط فيسبوك</a>ثم حاول الاستيراد مجدداً.
de: Die Verbindung zu Ihrem Facebook-Account muss aktualisiert werden. <a href="/auth/facebook">Hier klicken, um erneut zu Facebook zu verbinden.</a> Versuchen Sie dann Ihren Import erneut.
es_419: Es necesario renovar el enlace a su cuenta de Facebook. <a href="/auth/facebook">Haga clic aquí para reconectarse con Facebook</a> y, luego, intente importarlo nuevamente.
hy: Անհրաժեշտ է թարմացնել կապը Ձեր Facebook-ի հաշիվի հետ: <a href="/auth/facebook"> Սեղմեք այստեղ՝ Facebook-ի նորից միանալու համար </a> Facebook, ապա փորձեք կրկին ներմուծել:
id: Tautan ke akun facebook Anda harus disegarkan. <a href="/auth/facebook"> klik di sini untuk menghubungkan kembali ke facebook</a> kemudian coba impor kembali.
nl_nl: De link naar je Facebook account moet worden vernieuwd. <a href="/auth/facebook">Klik hier om opnieuw verbinding te maken met Facebook </a> en probeer vervolgens opnieuw te importeren.
pl: Link do twojego konta na Facebooku musi być odświeżony. <a href="/auth/facebook">Kliknij tutaj, żeby połączyć ponownie z Facebookiem</a> potem spróbuj jeszcze raz zaimportować.
pt_br: O link para sua conta do Facebook precisa ser atualizado. <a href="/auth/facebook">Clique aqui para voltar a conectar-se ao Facebook </a> e tente a importação novamente.
th: ต้องรีเฟรชลิงก์เชื่อมต่อบัญชี Facebook <a href="/auth/facebook">คลิกที่นี่เพื่อเชื่อมต่อกับ Facebook ใหม่</a> แล้วลองนำเข้าอีกครั้ง
tr: Facebook hesabınızın bağlantısının yenilenmesi gerekiyor. <a href="/auth/facebook">Facebook'a yeniden bağlanmak için buraya tıklayın</a>, sonra yeniden içe aktarmayı deneyin.
uk: Необхідно оновити прив'язку до вашого облікового запису Facebook. <a href="/auth/facebook">Натисніть тут для повторного підключення Facebook</a> і спробуйте наново зробити імпорт.
vi: Liên kết đến tài khoản Facebook cần được làm mới lại. <a href="/auth/facebook"> Nhấn vào đây để kết nối lại đến Facebook</a> thử nhập lại lần nữa.

source: The mailchimp API key associated with your MPDX account is no longer valid. If you would like Mailchimp syncronization to continue to work, please go to %{link} and update your API key.
ar: واجهة برمجة التطبيقات لـ mailchimp المرتبطة بحسابك لـ mailchimp لم تعد صالحة. إذا كنت ترغب في استمرار مزامنة Mailchimp في العمل، يُرجى زيارة %{link} و تحديث مفتاح واجهة برمجة التطبيقات.
de: Der MailChimp-API-Schlüssel, der mit Ihrem MPDX-Account verbunden ist, ist nicht mehr gültig. Wenn die MailChimp-Synchronisierung weiterhin funktionieren soll, gehen Sie bitte zu %{link} und aktualisieren Sie Ihren API-Schlüssel.
es_419: La clave API de MailChimp asociada con su cuenta MPDX ya no es válida. Si desea que la sincronización de MailChimp continúe funcionando, vaya a %{link} y actualice su clave API.
hy: MailChimp-ի API բանալին, որը կապված է Ձեր MPDX հաշվին, այլևս վավեր չէ: Եթե ցանկանում, որ MailChimp-ի սինքրոնիզացիան շարունակվի, անցեք հետևյալ լինքով %{link} և թարմացրեք API բանալին:
id: Kunci APl mailchimp yang terkait dengan akun MPDX sudah tidak valid. Jika Anda ingin sinkronisasi Mailchimp terus bekerja, silahkan ke %{link} dan perbarui kunci APl ANda.
nl_nl: De MailChimp API key die aan je MPDX account is gekoppeld is niet langer geldig. Als je wilt dat de MailChimp synchronisatie blijft werken, ga dan naar %{link} en werk je API key bij.
pl: Mailchimp API key powiązany z twoim kontem ?MPDX? już nie działa. Jeśli chcesz, żeby działała synchronizacja z Mialchimp, proszę idź do %{link} i odśwież twój API key.
pt_br: A chave API do MailChimp associada à sua conta do MPDX não é mais válida. Se você quiser que a sincronização do Mailchimp continue a funcionar, acesse %{link} e atualize sua chave API.
th: คีย์ API Mailchimp ของบัญชี MPDX คุณใช้ไม่ได้อีกต่อไป หากต้องการให้ Mailchimp ซิงค์ได้ต่อไป โปรดไปที่ %{link} แล้วอัปเดตคีย์ API
tr: MPDX hesabınızla ilişkilendirilmiş mailchimp API anahtarı artık geçerli değil. Mailchimp eşitlemesinin çalışmaya devam etmesini istiyorsanız, lütfen %{link} adresine gidin ve API anahtarınızı güncelleyin.
uk: Ключ API MailChimp, прив'язаний до вашого облікового запису MPDX, більше недоступний. Якщо ви хочете, щоб синхронізація MailChimp продовжила работу, перейдіть за адресою %{link} та оновіть ключ API.
vi: Khóa API của mailchimp được liên kết với tài khoản MPDX của bạn không còn hiệu lực. Nếu bạn muốn MailChimp đồng bộ hóa để tiếp tục hoạt động, thì vui lòng vào %{link} và cập nhật khóa API của bạn.

source: There are a number of reasons an import can fail. Often the failure can be a temporary network issue. Please try your import again. If it fails again, send us an email at support@mpdx.org and we will investigate what went wrong.
ar: هناك أسباب عدة يمكن أن تفشل الاستيراد. غالباً ما يكون الفشل عائدا لمشكل مؤقت في الشبكة. يُرجى إعادة الاستيراد مجدداً. إذا فشلت مجدداً، أرسل لنا بريدا إلكترونيا إلى support@mpdx.org وسنحقق في المشكل.
de: Es gibt mehrere Gründe, warum ein Import fehlschlagen kann. Der Fehlschlag kann oft an einem vorübergehenden Netzwerkproblem liegen. Bitte probieren Sie den Import erneut. Wenn er wieder fehlschlägt, senden Sie uns eine E-Mail an support@mpdx.org und wir werden untersuchen, was schiefgelaufen ist.
es_419: Existen varios motivos por los cuales puede fallar una importación. Con frecuencia, error puede deberse a un problema temporal de red. Intente volver a importar. Si vuelve a ocurrir este error, envíenos un correo electrónico a support@mpdx.org e investigaremos el problema.
id: Ada beberapa alasan mengapa impor bisa gagal. Seringkali kegagalan bisa disebabkan oleh masalah jaringan sementara. Silakan coba impor kembali. Jika gagal lagi, kirimkan email ke support@mpdx.org dan kami akan menyelidiki masalah iin.
nl_nl: Er zijn een aantal redenen waarom een ​​import mislukt. De storing is vaak een netwerk probleem. Probeer je import opnieuw. Als het niet lukt, stuur ons dan een e-mail op support@mpdx.org en we zullen uitzoeken wat er mis is gegaan.
pt_br: Há diversas razões para uma importação falhar. Geralmente, a falha pode ser um problema temporário da rede. Por favor, tente sua importação novamente. Se ela falhar novamente, envie-nos um e-mail para support@mpdx.org e investigaremos o que houve de errado.
th: มีหลายเหตุผลที่การนำเข้าข้อมูลล้มเหลว ส่วนใหญ่เป็นเพราะปัญหาเครือข่ายการเชื่อมต่อซึ่งเป็นปัญหาชั่วคราว โปรดลองนำเข้าอีกครั้ง หากยังไม่สำเร็จ โปรดส่งอีเมลไปที่ support@mpdx.org แล้วเราจะตรวจสอบดูว่าเกิดอะไรขึ้น
tr: Bir içe aktarmanın başarısız olmasının birtakım nedenleri vardır. Sıklıkla başarısızlık geçici bir ağ sorunu olabilmektedir. Lütfen içe aktarmanızı tekrar deneyin. Gene başarısız olursa, support@mpdx.org adresinden bize bir e-posta gönderin, neyin yanlış gittiğini inceleyelim.

source: There are a number of reasons an import can fail. Often the failure is a temporary issue with Facebook that is outside of our control. Please try your import again. If it fails again, send us an email at support@mpdx.org and we will investigate what went wrong.
ar: هناك أسباب عدة يمكن أن تفشل الاستيراد. غالباً ما يكون الفشل عائدا لمشكل مؤقت في فيسبوك خارج السيطرة. يُرجى إعادة الاستيراد مجدداً. إذا فشلت مجدداً، أرسل لنا بريدا إلكترونيا إلى support@mpdx.org وسنحقق في المشكل.
de: Es gibt mehrere Gründe, warum ein Import fehlschlagen kann. Der Fehlschlag liegt oft an einem vorübergehenden Problem bei Facebook, was außerhalb unserer Kontrolle ist. Bitte probieren Sie den Import erneut. Wenn er wieder fehlschlägt, senden Sie uns eine E-Mail an support@mpdx.org und wir werden untersuchen, was schiefgelaufen ist.
es_419: Existen varios motivos por los cuales puede fallar una importación. Con frecuencia, la falla se debe a un problema temporal con Facebook que está fuera de nuestro control. Intente volver a importar. Si vuelve a ocurrir este error, envíenos un correo electrónico a support@mpdx.org e investigaremos el problema.
id: Ada beberapa alasan mengapa impor bisa gagal. Seringkali kegagalan disebabkan oleh masalah sementara dengan Facebook yang berada di luar kendali kami. Silakan coba impor kembali. Jika gagal lagi, kirimkan email ke support@mpdx.org dan kami akan menyelidiki masalah ini.
nl_nl: Er zijn een aantal redenen waarom een ​​import mislukt. Vaak is de fout een tijdelijk probleem met Facebook dat buiten onze controle ligt. Probeer je import opnieuw. Als het niet lukt, stuur ons dan een e-mail op support@mpdx.org en we zullen uitzoeken wat er mis is gegaan.
pt_br: Há diversas razões para uma importação falhar. Geralmente, a falha é um problema temporário com o Facebook que está fora do nosso controle. Por favor, tente sua importação novamente. Se ela falhar novamente, envie-nos um e-mail para support@mpdx.org e investigaremos o que houve de errado.
th: มีหลายเหตุผลที่การนำเข้าข้อมูลล้มเหลว ส่วนใหญ่มักเกิดจากระบบของ Facebook ที่เราไม่สามารถควบคุมได้ซึ่งเป็นปัญหาชั่วคราว โปรดลองนำเข้าอีกครั้ง หากยังไม่สำเร็จ โปรดส่งอีเมลไปที่ support@mpdx.org แล้วเราจะตรวจสอบดูว่าเกิดอะไรขึ้น
tr: Bir içe aktarmanın başarısız olmasının birtakım nedenleri vardır. Sıklıkla başarısızlık, bizim kontrolümüzün dışında olan Facebook'la ilgili geçici bir sorundan kaynaklanır. Lütfen içe aktarmanızı tekrar deneyin. Gene başarısız olursa, support@mpdx.org adresinden bize bir e-posta gönderin, neyin yanlış gittiğini inceleyelim.

source: There are a number of reasons an import can fail. The most common reason is a temporary server issue. Please try your import again. If it fails again, send an email to support@mpdx.org with your Tnt export attached. Having the file you're trying to import will greatly help us in trying to determine why the import failed.
ar: هناك أسباب عدة يمكن أن تفشل الاستيراد. السبب الشائع أكثر يعود لمشكل مؤقت في في السيرفر. يُرجى إعادة الاستيراد مجدداً. إذا فشلت مجدداً، أرسل لنا بريدا إلكترونيا إلى support@mpdx.org مع إرفاق Tnt للتصدير. بإرسال الملف الذي تحاول استيراده سيساعدنا في محاول معرفة لمااذا فشل الاستيراد.
de: Es gibt mehrere Gründe, warum ein Import fehlschlagen kann. Der häufigste Grund ist ein vorübergehendes Problem. Bitte probieren Sie den Import erneut. Wenn er wieder fehlschlägt, senden Sie uns eine E-Mail an support@mpdx.org mit Ihrem Tnt-Export als Anhang. Wenn uns die Datei vorliegt, die Sie zu importieren versuchen, hilft uns das festzustellen, warum der Import fehlschlug.
es_419: Existen varios motivos por los cuales puede fallar una importación. El motivo más común es un problema temporal del servidor. Intente importar de nuevo. Si vuelve a ocurrir este error, envíenos un correo electrónico a support@mpdx.org con la exportación de Tnt adjunta. Contar con el archivo que está intentando importar nos será muy útil para determinar el motivo del error de importación.
id: Ada beberapa alasan mengapa impor bisa gagal. Alasan paling umum adalah masalah server sementara. Silakan coba impor kembali. Jika gagal lagi, kirim email ke support@mpdx.org dengan ekspor Tnt Anda terlampir. Dengan melampirkan file yang ingin Anda impor akan sangat membantu kami dalam mencoba menyelidiki mengapa impor gagal.
nl_nl: Er zijn een aantal redenen waarom een ​​import mislukt. De meest voorkomende reden is een tijdelijk probleem met de server. Probeer je import opnieuw. Als het opnieuw mislukt, stuur dan een e-mail naar support@mpdx.org met je Tnt-export toegevoegd. Het bestand dat je probeert te importeren helpt ons enorm om te proberen te achterhalen waarom het importeren is mislukt.
pt_br: Há diversas razões para uma importação falhar. A razão mais comum é um problema temporário do servidor. Por favor, tente sua importação novamente. Se ela falhar novamente, envie-nos um e-mail para support@mpdx.org com sua exportação Tnt anexado. Ter o arquivo que você está tentando importar irá nos ajudar grandiosamente para tentar determinar o porquê a importação falhou.
th: มีหลายเหตุผลที่การนำเข้าข้อมูลล้มเหลว สาเหตุที่พบบ่อยที่สุดคือระบบเซิร์ฟเวอร์ขัดข้องซึ่งเป็นปัญหาชั่วคราว โปรดลองนำเข้าอีกครั้ง หากยังไม่สำเร็จ โปรดส่งอีเมลไปที่ support@mpdx.org พร้อมแนบไฟล์ Tnt ที่คุณพยายามนำเข้ามาด้วย เพื่อเราจะได้ตรวจสอบดูว่าเหตุใดจึงไม่สามารถนำเข้าไฟล์ได้
tr: Bir içe aktarmanın başarısız olmasının birtakım nedenleri vardır. En yaygını, geçici bir sunucu sorunudur. Lütfen içe aktarmanızı tekrar deneyin. Gene başarısız olursa, support@mpdx.org adresine Tnt dışa aktarmanız ekli hâlde bir e-posta gönderin. İçe aktarmaya çalıştığınız dosyaya sahip olmak, içe aktarmanın neden başarısız olduğunu belirlemeye çalışmamızda bize büyük oranda yardımcı olacaktır.
