Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: Another contact on your account already has the donor account number you've tried to assign to this contact.
ar: جهة اتصال أخرى في حسابك تملك رقم حساب المتبرع قد حاولت ربطها بجهة الإتصال هذه.
de: Ein anderer Kontakt in Ihrem Account hat bereits die Spendernummer, die Sie diesem Kontakt geben möchten.
es_419: Otro contacto de la cuenta ya tiene el número de cuenta de donante que intentó asignar a este contacto.
hy: Նվիրատույի հաշվեհամարը, որը Դուք ցանկանում եք կցել տվյալ կոնտակտին, արդեն կցված է Ձեր հաշվեհամարում առկա մեկ այլ կոնտակտի:
id: Kontak lain dalam akun Anda sudah memiliki nomor akun donor yang sudah Anda coba untuk ditetapkan ke kontak ini.
nl_nl: Een ander contact in je account heeft al het partner account nummer dat je probeert toe te wijzen aan dit contact.
pl: Inny kontakt na Twoim koncie ma już numer konta darczyńcy, który próbowałeś przypisać temu kontaktowi.
pt_br: Outro contato em sua conta já possui o número da conta do doador que você tentou atribuir a este contato.
th: ผู้ติดต่ออีกคนในบัญชีของคุณใช้หมายเลขบัญชีผู้บริจาคนี้แล้ว
tr: Bu kontağa atamaya çalıştığınız bağışçı hesap numarası, halihazırda hesabınızdaki başka bir kontağa ait.
uk: Інший контакт в вашому акаунті вже має той номер партнера, який ви намагаєтесь внести для цього контакту.

source: Appeal
ar: طلب
de: Spendenaufruf
es_419: Apelación
hy: Խնդրանք
id: Menarik
my: အယူခံဝင် Appeal
nl_nl: Verzoek
pl: Wezwanie
pt_br: Apelo
th: สัญญาสนับสนุน
tr: İstek
uk: Прохання

source: Appointment
ar: موعد
de: Treffen
es_419: Cita
hy: Հանդիպում
id: Janji Temu
my: ရက်ချိန်းဆိုမှု
nl_nl: Afspraak
pl: Spotkanie
pt_br: Conversa
th: นัดหมาย
tr: Randevu
uk: Зустріч

source: Appointment Scheduled
ar: تمت جدولة الموعد
de: Geplantes Treffen
es_419: Cita programada
hy: Հանդիպման պայմանավորվածություն է ձեռք բերվել
id: Janji Dijadwalkan
my: ချိန်းဆိုချက်ဇယား
nl_nl: Afspraak Gemaakt
pl: Umówione spotkanie
pt_br: Compromisso Agendado
th: กำหนดวันนัดหมาย
tr: Randevu Programlandı
uk: Запланована зустріч
vi: Lịch hẹn

source: Are marked as do not ask for appeals
ar: مؤشرة كـ لا تسأل عن طلبات
de: Sind als „Bei Spendenaufrufen nicht fragen“ markiert
es_419: Se marcan como no solicitar apelaciones
hy: Նշված է որպես խնդրանք չընդունող
id: Ditandai sebagai jangan tanya untuk daya tarik
nl_nl: Zijn gemarkeerd als niet voor verzoeken vragen
pl: Są oznaczone jako "nie wzywać do wspierania"
pt_br: Marcados para não pedir apelos
th: ทำเครื่องหมายว่าอย่าขอสัญญาสนับสนุน
tr: İstekte bulunma olarak işaretlendi
uk: Відмічені як не приймаючі прохань

source: Ask in Future
ar: اسأل في المستقبل
de: Später anfragen
es_419: Preguntar en el futuro
hy: Հարցնել ապագայում
id: Tanya di Masa depan
my: အနာဂတ်တွင်မေးပါ
nl_nl: Vraag in Toekomst
pl: Zapytaj w przyszłości
pt_br: Perguntar Depois
th: ขอในอนาคต
tr: Gelecekte İsteyin
uk: Спитати в майбутньому
vi: Sẽ hỏi trong tương lai

source: Aunt
ar: عمة
de: Tante
es_419: Tía
hy: Մորաքույր/Հորաքույր
id: Tante
my: အဒေါ်
nl_nl: Tante
pl: Ciotka
pt_br: Tia
th: ป้า/น้า
tr: Hala/Teyze
uk: Тітка
vi: Cô hoặc Dì

source: Average
ar: متوسط
de: Durchschnitt
es_419: Promedio
hy: Միջին
id: Rata-rata
my: ပျမ်းမျှ
nl_nl: Gemiddeld
pl: Wartość średnia
pt_br: Média
th: เฉลี่ย
tr: Ortalama
uk: В середньому
vi: Trung bình

source: Avg.
ar: معدل
de: Durchschnitt
es_419: Prom.
hy: Միջ.
id: Rata2
nl_nl: Gem
pl: Wartość średnia
pt_br: Média
th: เฉลี่ย
tr: Ort.
uk: Сер.
vi: Trung bình

source: Balance: %{balance}
ar: الرصيد: %{balance}
de: Kontostand: %{balance}
hy: Հաշվեկշիռ. %{balance}
id: Saldo: %{saldo}
nl_nl: Balans: %{balance}
pl: Bilans: %{balance}
pt_br: Saldo: %{balance}
th: ยอดดุล: %{balance}
tr: Bakiye: %{balance}
uk: Баланс: %{balance}
vi: Cân bằng: %{balance}

source: Both
ar: كلاهما
de: Beide
es_419: Ambos
hy: Երկուսն էլ
id: Dua-duanya
my: နှစ်ခုလုံး
nl_nl: Beide
pl: Oba
pt_br: Ambos
th: ทั้งสอง
tr: İkisi de
uk: І так, і так
vi: Cả hai

source: Both Only
ar: كلاهما فقط
de: Nur beide
id: Hanya Keduanya
nl_nl: Beide Alleen
pt_br: Ambos Apenas
tr: Sadece İkisi

source: Brother
ar: أخ
de: Bruder
es_419: Hermano
hy: Եղբայր
id: Saudara laki-laki
my: ညီအစ်ကို
nl_nl: Broer
pl: Brat
pt_br: Irmão
th: พี่/น้องชาย
tr: Erkek Kardeş
uk: Брат
vi: Anh em trai

source: Business
ar: عمل تجاري
de: Geschäft
es_419: Negocio
hy: Բիզնես
id: Bisnis
my: စီးပွားရေးလုပ်ငန်း
nl_nl: Bedrijf
pl: Biznes
pt_br: Negócio
th: ธุรกิจ
tr: İş
uk: Бізнес
vi: Công việc

source: Call
ar: اتصال
de: Anruf
es_419: Llamar
hy: Զանգհարել
id: Panggil
nl_nl: Bellen
pl: Telefon
pt_br: Chamada
th: โทร
tr: Ara
uk: Подзвонити
vi: Gọi điện

source: Call for Decision
ar: دعوة لإتخاذ قرار
de: Nachfrage nach Entscheidung
es_419: Solicitar decisión
hy: Զանգահարել՝ որոշումն իմանալու համար
id: Panggilan untuk Keputusan
nl_nl: Bellen voor Beslissing
pl: Telefon po decyzję
pt_br: Ligar para Decidir
th: โทรเพื่อตัดสินใจ
tr: Karar Araması
uk: Зателефонувати про рішення
vi: Gọi điện hỏi về sự quyết định

source: Church
ar: كنيسة
de: Kirche
es_419: Iglesia
hy: Եկեղեցի
id: Gereja
nl_nl: Kerk
pl: Kościół
pt_br: Igreja
th: โบสถ์
tr: Kilise
uk: Церква
vi: Hội Thánh

source: City
ar: مدينة
de: Stadt
es_419: Ciudad
hy: Քաղաք
id: Kota
nl_nl: Stad
pl: Miasto
pt_br: Cidade
th: เมือง
tr: Şehir
uk: Місто
vi: Thành Phố

source: Commitment
ar: إيداع
de: Spendenzusage
es_419: Compromiso
hy: Հովանավորության հանձնառություն
id: Komitmen
nl_nl: Toezegging
pl: Zobowiązanie
pt_br: Compromisso
th: สัญญาถวาย
tr: Taahhüt
uk: Обіцянка
vi: Cam kết

source: Commitment Amount
ar: مبلغ الإيداع
de: Zugesagter Betrag
es_419: Importe del compromiso
hy: Հանձնառված հովանավորության չափը
id: Jumlah Komitmen
nl_nl: Bedrag Toezegging
pl: Ilość zobowiązań
pt_br: Quantia do Compromisso
th: จำนวนสัญญาถวาย
tr: Taahhüt Miktarı
uk: Обіцяна сума
vi: Số tiền cam kết

source: Commitment Currency
ar: عملة الإيداع
de: Währung der Spendenzusage
es_419: Moneda del compromiso
hy: Հանձնառված հովանավորության արժույթը
id: Komitmen Mata uang
nl_nl: Valuta Toezegging
pl: Waluta zobowiązania
pt_br: Moeda do Compromisso
th: สกุลเงินของสัญญาถวาย
tr: Taahhüdün Para Birimi
uk: Валюта обіцянки
vi: Loại tiền cam kết

source: Commitment Details
ar: تفاصيل الإيداع
de: Details der Spendenzusage
es_419: Detalles del compromiso
hy: Հանձնառված հովանավորության մանրամասները
id: Rincian Komitmen
nl_nl: Gegevens Toezegging
pl: Szczegóły zobowiązania
pt_br: Detalhes do Compromisso
th: รายละเอียดของสัญญาถวาย
tr: Taahhüt Detayları
uk: Дані про обіцянку
vi: Chi tiết cam kết

source: Commitment Frequency
ar: تواتر الإيداع
de: Spendenrhythmus
es_419: Frecuencia del compromiso
hy: Հանձնառված հովանավորության հաճախականությունը
id: Frekuensi Komitmen
nl_nl: Frequentie Toezegging
pl: Częstotliwość zobowiązań
pt_br: Frequência do Compromisso
th: ความถี่ของสัญญาถวาย
tr: Taahhüt Sıklığı
uk: Частота обіцянки
vi: Lặp Lại Sự Cam Kết

source: Commitment Received
ar: تم استلام الإيداع
de: Spendenzusage erhalten
es_419: Compromiso recibido
hy: Հանձնառված հովանավորությունը ստացվել է
id: Komitmen Diterima
nl_nl: Ontvangen Toezegging
pl: Zobowiązanie otrzymane
pt_br: Compromisso Recebido
th: สัญญาถวายที่ได้รับ
tr: Taahhüt Alındı
uk: Обіцянку отримано
vi: Đã nhận được từ cam kết

source: Company
ar: الشركة
de: Firma
es_419: Empresa
hy: Ընկերություն
id: Perusahaan
nl_nl: Bedrijf
pl: Firma
pt_br: Empresa
th: บริษัท
tr: Şirket
uk: Компанія
vi: Công ty

source: Completed
ar: تم
de: Abgeschlossen
es_419: Completado
hy: Ավարտվել է
id: Selesai
nl_nl: Voltooid
pl: Ukończone
pt_br: Concluído
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Hoàn tất

source: Contact Church
ar: الإتصال بالكنيسة
de: Kontakt: Gemeinde od. Kirche
es_419: Contactar iglesia
id: Hubungi Gereja
nl_nl: Contact Kerk
pt_br: Contado de Igreja
tr: Kişi Kilisesi

source: Contact Commitment Details
ar: تفاصيل إيداع جهة الإتصال
de: Kontakt: Details der Spendenzusage
es_419: Detalles del compromiso del contacto
id: Rincian Komitmen Kontak
nl_nl: Contact Toezegging Gegevens
pt_br: Detalhes do Compromisso do Contato
tr: Kişi Taahhüt Ayrıntıları

source: Contact Details
ar: تفاصيل جهة الإتصال
de: Kontakt: Details
es_419: Detalles del contacto
hy: Կոնտակտային տվյալներ
id: Rincian Kontak
nl_nl: Contactgegevens
pl: Szczegóły kontaktu
pt_br: Detalhes do Contato
th: รายละเอียดการติดต่อ
tr: İletişim Bilgileri
uk: Контактні дані
vi: Chi tiết liên hệ

source: Contact Gift Details
ar: تفاصيل هدية جهة الإتصال
de: Kontakt: Spendendetails
es_419: Detalles del regalo del contacto
id: Rincian Hadiah Kontak
nl_nl: Contact Gift Gegevens
pt_br: Detalhes da Oferta do Contato
tr: Kişi Hediye Ayrıntıları

source: Contact Information
ar: معلومات الاتصال
de: Kontakt: Informationen
es_419: Información de contacto
hy: Կոնտակտային տվյալներ
id: Informasi Kontak
nl_nl: Contact Informatie
pl: Informacje o kontakcie
pt_br: Informações do Contato
th: ข้อมูลติดต่อ
tr: İletişim Bilgileri
uk: Контактні дані
vi: Thông tin liên lạc

source: Contact Likely To Give
ar: جهة الإتصال محتمل منحها
de: Kontakt spendet wahrscheinlich
es_419: Contacto con posibilidades de donar
id: Kontak yang Mungkin Memberi
nl_nl: Contact Geeft Waarschijnlijk
pt_br: Contato Disposto a Ofertar
tr: Vermesi Olası Kişi

source: Contact Location
ar: موقع جهة الاتصال
de: Kontakt: Ort
es_419: Ubicación del contacto
hy: Կոնտակտի գտնվելու վայրը
id: Lokasi Kontak
nl_nl: Contact Locatie
pl: Lokalizacja kontaktu
pt_br: Localização do Contato
th: สถานที่ติดต่อ
tr: Kontağın Yeri
uk: Місце розташування контакту
vi: Khu vực liên hệ

source: Contact Name
ar: اسم جهة الاتصال
de: Kontakt: Name
es_419: Nombre del contacto
hy: Կոնտի անունը
id: Nama Kontak
nl_nl: Contact Naam
pl: Nazwa kontaktu
pt_br: Nome do Contato
th: ชื่อผู้ติดต่อ
tr: Kontak Adı
uk: Ім'я контакту
vi: Tên liên lạc

source: Contact Newsletter
ar: جهة الإتصال للنشرة الدورية
de: Kontakt: Rundbrief
es_419: Boletín informativo del contacto
id: Buletin Kontak
nl_nl: Contact Nieuwsbrief
pt_br: Carta de Oração do Contato
tr: Kişi Haber Bülteni

source: Contact Referrer
ar: موجه جهة الإتصال
de: Kontakt: Empfohlen von
es_419: Referente del contacto
id: Perujuk Kontak
nl_nl: Contact Doorverwijzer
pt_br: Referência do Contato
tr: Kişi Referansı

source: Contact Status
ar: وضعية جهة الإتصال
de: Kontakt: MPE-Phase
es_419: Estado del contacto
id: Status Kontak
pt_br: Situação do Contato
tr: Kişi Durumu

source: Contact Timezone
ar: المنطقة الزمنية لجهة الإتصال
de: Kontakt: Zeitzone
es_419: Zona horaria del contacto
id: zona waktu Kontak
nl_nl: Contact Tijdzone
pt_br: Fuso Horário do Contato
tr: Kişi Zaman Dilimi

source: Contact Type
ar: نوع جهة الاتصال
de: Kontakt: Typ
es_419: Tipo de contacto
id: Tipe Kontak
pt_br: Tipo de Contato
tr: Kişi Türü

source: Contact for Appointment
ar: الإتصال من أجل موعد
de: Wegen Treffen kontaktieren
es_419: Contacto para cita
hy: Կապ հաստատել՝ հանդիպման պայմանավորվածություն ձեռք բերելու նպատակով
id: Kontak untuk Janji Temu
nl_nl: Contact voor Afspraak
pl: Kontakt do spotkania
pt_br: Contatar para marcar Conversa
th: ติดต่อนัดหมาย
tr: Randevu için İletişime Geçin
uk: Контакт для зустрічі
vi: Liên lạc để hẹn

source: Contact is on the email newsletter but has no people with a valid email address.
ar: جهة الاتصال في النشرة الدورية للبريد الإلكتروني لكن بدون أشخاص ببريد إلكتروني صالح.
de: Der Kontakt ist im E-Mail-Newsletter, hat aber keine Personen mit einer gültigen E-Mail-Adresse.
pt_br: Contato está em carta de oração por email mas nenhum indivíduo possui um endereço de email válido.
th: มีรายชื่อผู้ติดต่อในอีเมลจดหมายข่าวแต่ที่อยู่อเีมลไม่ถูกต้อง
tr: Kişi, fiziksel haber bülteninde ama geçerli e-posta adresine sahip kimsesi yok.

source: Contact is on the physical newsletter but has no mailing address.
ar: جهة الاتصال في النشرة الدورية لكن بدون بريد مراسلة.
de: Der Kontakt ist auf der Rundschreibenliste, hat aber keine Postadresse.
pt_br: Contato está em carta de oração física mas não possui endereço postal.
th: มีรายชื่อผู้ติดต่อในจดหมายข่าวฉบับตีพิมพ์แต่ไม่มีที่อยู่ไปรษณีย์
tr: Kişi, fiziksel haber bülteninde ama posta adresi yok.

source: Contacts
ar: جهات الاتصال
de: Kontakte
es_419: Contactos
hy: Կոնտակտներ
id: Kontak
nl_nl: Contacten
pl: Kontakty
pt_br: Contatos
th: รายชื่อติดต่อ
tr: Kontaklar
uk: Контакти
vi: Liên lạc

source: Contacts missing a mailing address
ar: جهة الاتصال ينقصها عنوان المراسلة
de: Kontakte ohne Postanschrift
pt_br: Contato sem endereço postal
tr: Kişilerin posta adresi yok

source: Contacts missing an email address
ar: جهات الاتصال ينقصها عنوان المراسلة
de: Kontakte ohne E-Mail-Adresse
pt_br: Contato sem endereço de email
tr: Kişilerin e-posta adresi yok

source: Country
ar: البلد
de: Land
es_419: País
hy: Երկիր
id: Negara
nl_nl: Land
pl: Kraj
pt_br: País
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia

source: Cousin (Female)
ar: ابنة العم
de: Cousine
es_419: Prima
hy: Զարմուհի
id: Sepupu (Perempuan)
nl_nl: Nicht
pl: Kuzynka
pt_br: Prima
th: ลูกพี่ลูกน้อง (หญิง)
tr: Kuzen (Kadın)
uk: Двоюрідна сестра
vi: Chị họ

source: Cousin (Male)
ar: ابن العم
de: Cousin
es_419: Primo
hy: Զարմիկ
id: Sepupu (Laki-laki)
nl_nl: Neef
pl: Kuzyn
pt_br: Primo
th: ลูกพี่ลูกน้อง (ชาย)
tr: Kuzen (Erkek)
uk: Двоюрідний брат
vi: Anh họ

source: Currency
ar: عملة
de: Währung
es_419: Moneda
hy: Արժույթ
id: Mata Uang
nl_nl: Valuta
pl: Waluta
pt_br: Moeda
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
vi: Loại tiền

source: Date Range
ar: مجال التاريخ
de: Datumsbereich
es_419: Intervalo de fechas
hy: Ամսաթվերի միջակայք
id: Rentang Tanggal
nl_nl: Datumbereik
pl: Zakres dat
pt_br: Variação da Data
th: ช่วงวันที่
tr: Tarih Aralığı
uk: Діапазон дат
vi: Phạm vi ngày gởi

source: Daughter
ar: ابنة
de: Tochter
es_419: Hija
hy: Դուստր
id: Anak Perempuan
nl_nl: Dochter
pl: Córka
pt_br: Filha
th: ลูกสาว
tr: Kız çocuk
uk: Донька
vi: Con gái

source: Dear Donation Services
ar: خدمات تبرع محبوبة
de: Liebe "Donation Services" (Spendendienst in den USA)
es_419: Estimados Servicios de donación
hy: Հարգելի Նվիրատվությունների Ծառայության բաժին
id: Layanan Donasi Yang Terhormat
nl_nl: Beste Financiële Afdeling
pl: Drogi Serwisie Darowizn
pt_br: Prezados do Serviço de Donativos
th: เรียนหน่วยการกุศล
tr: Sevgili Bağış Hizmetleri
uk: Шановна служба пожертвувань
vi: Gởi Dịch vụ dâng hiến

source: Designation Acccount
ar: حساب التعيين
de: Bestimmungskonto
pt_br: Designação de Conta
tr: Atama Hesabı

source: Details
ar: التفاصيل
es_419: Detalles
hy: Մանրամասներ
id: Rincian
nl_nl: Gegevens
pl: Szczegóły
pt_br: Detalhes
th: รายละเอียด
tr: Ayrıntılar
uk: Докладно
vi: Chi tiết

source: Divorced
ar: مطلق
de: Geschieden
es_419: Divorciado
hy: Ամուսնալուծված
id: Bercerai
nl_nl: Gescheiden
pl: Rozwiedziony
pt_br: Divorciado(a)
th: หย่า
tr: Boşanmış
uk: Розлучений/а
vi: Ly dị

source: Done
ar: انتهى
de: Fertig
es_419: Listo
hy: Կատարված է
id: Selesai
nl_nl: Klaar
pl: Wykonane
pt_br: Feito
th: เสร็จ
tr: Bitti
uk: Готово
vi: Hoàn tất

source: Donor
ar: متبرع
de: Spender
nl_nl: Partner
pt_br: Doador
tr: Bağışçı

source: Donor system
ar: نظام المتبرع
de: Spendensystem
es_419: Sistema de donantes
hy: Նվիրատվութան համակարգ
id: Sistem Donor
nl_nl: Gift systeem
pl: System darczyńców
pt_br: Sistema de doadores
th: ระบบผู้บริจาค
tr: Bağışçı sistemi
uk: Система пожертвувань

source: Dr.
ar: د.
hy: Դոկտոր
th: ดร.
uk: Док.

source: Due Date
ar: الأجل
de: Fälligkeitsdatum
es_419: Fecha de vencimiento
hy: Ժամկետի լրանալու օր
id: Jatuh Tempo
nl_nl: Einddatum
pl: Termin płatności
pt_br: Vencimento
th: วันครบกำหนด
tr: Vade Tarihi
uk: Термін

source: Email
ar: الإيميل
es_419: Correo electrónico
hy: Էլ. փոստի հասցե
th: อีเมล
tr: E-posta
uk: Ел.пошта

source: Email 1
ar: الإيميل 1
de: E-Mail-Adresse 1
hy: Էլ. փոստի հասցե 1
tr: E-posta 1

source: Email 2
ar: الإيميل 2
de: E-Mail-Adresse 2
hy: Էլ. փոստի հասցե 2
tr: E-posta 2

source: Email Only
ar: الإميل فقط
de: Nur E-Mail
id: Hanya Email
nl_nl: Alleen E-mail
pt_br: Somente Email
tr: Sadece E-posta

source: Email and Both
ar: الإيميل و كلاهما
de: E-Mail und Beide
id: Email dan Keduanya
nl_nl: E-mail en Beide
pt_br: Email e Ambos
tr: E-posta ve İkisi

source: Engaged
ar: ملتزم
de: Verlobt
es_419: Ocupado
hy: նշանված
id: Bertunangan
nl_nl: Verloofd
pl: Zaręczeni
pt_br: Noivo(a)
th: หมั้น
tr: Nişanlı
uk: Заручений(-на)

source: Envelope Greeting
ar: تحية الظرف
de: Namenszeile für Briefunmschlag
es_419: Saludo de sobre
hy: Ծրարի վրայի դիմելաձևը
id: Amplom Pembuka
nl_nl: Begroeting op Enveloppe
pl: Powitanie na koperty
pt_br: Saudação do Envelope
th: คำทักทายบนจดหมาย
tr: Zarf Selamlaması
uk: Вітання на конверті

source: Every 2 Months
ar: كل شهرين 2
de: Alle 2 Monate
es_419: Cada dos meses
hy: 2 ամիսը մեկ
id: Setiap 2 Bulan
my: 2 လတစ်ကြိမ်
nl_nl: Elke 2 Maanden
pl: Co dwa miesiące
pt_br: A Cada 2 Meses
th: ทุก 2 เดือน
tr: 2 Ayda Bir
uk: Кожні 2 місяці

source: Every 2 Weeks
ar: كل أسبوعين
de: Alle 2 Wochen
es_419: Cada dos semanas
hy: 2 շաբաթը մեկ
id: Setiap 2 Minggu
my: 2 ပတ်တစ်ကြိမ်
nl_nl: Elke 2 Weken
pl: Co dwa tygodnie
pt_br: A Cada 2 Semanas
th: ทุก 2 สัปดาห์
tr: 2 Haftada Bir
uk: Кожні 2 тижні

source: Every 2 Years
ar: كل سنتين 2
de: Alle 2 Jahre
es_419: Cada dos años
hy: 2 տարին մեկ
id: Setiap 2 Tahun
my: 2 နှစ်တစ်ကြိမ်
nl_nl: Elke 2 Jaar
pl: Co dwa lata
pt_br: A Cada 2 Anos
th: ทุก 2 ปี
tr: 2 Yılda Bir
uk: Кожні 2 роки

source: Every 4 Months
ar: كل 4 أشهر
de: Alle 4 Monate
es_419: Cada cuatro meses
hy: 4 ամիսը մեկ
id: Setiap 4 Bulan
my: 4 လတစ်ကြိမ်
nl_nl: Elke 4 Maanden
pl: Co cztery miesiące
pt_br: A Cada 4 Meses
th: ทุก 4 เดือน
tr: 4 Ayda Bir
uk: Кожні 4 місяці

source: Every 6 Months
ar: كل ستة أشهر
de: Alle 6 Monate
es_419: Cada seis meses
hy: Վեց ամսիը մեկ
id: Setiap 6 Bulan
nl_nl: Elke 6 Maanden
pl: Co sześć miesięcy
pt_br: A Cada 6 Meses
th: ทุก 6 เดือน
tr: 6 Ayda Bir
uk: Кожні 6 місяців

source: Exact Gift Amount
ar: مبلغ الهدية بالضبط
de: Genauer Spendenbetrag
es_419: Importe exacto del regalo
hy: Նվերի ճշգրիտ չափը
id: Jumlah Tepat Hadiah
nl_nl: Exact Gift Bedrag
pl: Dokładna kwota darowizny
pt_br: Quantia Exata da Oferta
th: จำนวนของขวัญ
tr: Tam Hediye Miktarı

source: Expired Referral
ar: مصدر منتهي الأجل
de: Abgelaufene Empfehlung
es_419: Referencia vencida
hy: ժամկետը սպառված երաշխավորումներ
id: Perujuk Kedaluwarsa
nl_nl: Verlopen Doorverwijzing
pl: Wygasła rekomendacja
pt_br: Referência Antiga
th: ผู้ได้รับการแนะนำที่หมดอายุ
tr: Süresi Dolan Referans
uk: Протермінована рекомендація

source: Facebook Message
ar: رسالة فيسبوك
de: Facebook-Nachricht
es_419: Mensaje de Facebook
hy: Հաղորդագրություն Facebook-ով
id: Pesan Facebook
nl_nl: Facebook Bericht
pl: Wiadomość na facebooku
pt_br: Mensagem do Facebook
th: ข้อความ Facebook
tr: Facebook Mesajı
uk: Повідомлення Facebook

source: Facebook Profile
ar: بروفايل فيسبوك
de: Facebook-Profil
es_419: Perfil de Facebook
hy: Facebook-ի պրոֆիլ
id: Akun Facebook
nl_nl: Facebook Profiel
pl: Profil na facebook
pt_br: Perfil do Facebook
th: โปรไฟล์ Facebook
tr: Facebook Profili
uk: Профіль Facebook

source: Father
ar: أب
de: Vater
es_419: Padre
hy: Հայր
id: Ayah
my: ဖခင်
nl_nl: Vader
pl: Ojciec
pt_br: Pai
th: พ่อ
tr: Baba
uk: Батько

source: First Gift
ar: أول هدية
de: Erste Spende
es_419: Primer regalo
hy: Առաջին նվերը
id: Hadiah Pertama
nl_nl: Eerste Gift
pl: Pierwsza darowizna
pt_br: Primeira Oferta
th: ของขวัญชิ้นแรก
tr: İlk Hediye
uk: Перша пожертва

source: First Name
ar: الاسم الشخصي
de: Vorname
es_419: Nombre
hy: Անուն
id: Nama Depan
nl_nl: Voornaam
pl: Imię
pt_br: Nome
th: ชื่อ
tr: Ad
uk: Ім'я
