Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: There are a number of reasons an import can fail. The most likely reason for a CSV import to fail is due to First Name. First Name is a required field on CSV import. We have attached a CSV file to this email containing the rows that failed to import. The first column in this CSV contains an error message about that row. Please download this CSV, fix the issues inside it, and then try to import it again. You do not need to reimport the contacts that were successfully imported previously. If it fails again, send us an email at support@mpdx.org and we will investigate what went wrong.
ar: هناك أسباب عدة يمكن أن تفشل الاستيراد. السبب الأكثر احتمالاً لفشل استيراد ملف CSV هو الاسم. الاسم هو حقل إجباري في استيراد ملف CSV. لقد قمنا بإرفاق ملف CSV يحتوي على السطور التي فشلت في الإستيراد مع هذا البريد الإلكتروني . العمود الأول في CSV يحتوي رسالة خلل حول هذا السطر. يُرجى تحميل هذا CSV، قم باصلاح الأخطاء به، ثم حاول استيراده مجدداً. لاتحتاج لإعادة استيراد جهات الاتصال التي تم استيرادها بنجاح مسبقاً. إذا فشل مجدداً، أرسل لنا بريدا إلكترونيا في support@mpdx.org وسنحقق في المشكل.
de: Es gibt mehrere Gründe, warum ein Import fehlschlagen kann. Der häufigste Grund für einen fehlgeschlagenen CSV-Import ist der Vorname. Der Vorname ist beim CSV-Import ein erforderliches Feld. Wir haben eine CSV-Datei an diese E-Mail angehängt, die die Zeilen enthält, bei denen der Import fehlschlug.Die erste Spalte in dieser CSV-Datei enthält eine Fehlermeldung über die Zeile. Bitte laden Sie diese CSV-Datei herunter, beheben Sie die Probleme darin und versuchen Sie dann den Import erneut. Sie müssen die Kontakte nicht erneut importieren, die zuvor erfolgreich importiert wurden. Wenn er wieder fehlschlägt, senden Sie uns eine E-Mail an support@mpdx.org und wir werden untersuchen, was schiefgegangen ist.
es_419: Existen varios motivos por los cuales puede fallar una importación. El motivo más probable para que falle la importación de un CSV es el Nombre. El nombre es un campo obligatorio en la importación de CSV. En este correo, adjuntamos un archivo CSV que contiene las filas que no pudieron importarse. La primera columna en este CSV contiene un mensaje de error sobre esa fila. Descargue este CSV, corrija los problemas detallados en él e intente volver a importarlo. No necesita volver a importar los contactos que ya se importaron correctamente. Si vuelve a ocurrir este error, envíenos un correo electrónico a support@mpdx.org e investigaremos el problema.
id: Ada beberapa alasan mengapa impor bisa gagal. Alasan yang paling memungkinkan mengapa impor CSV bisa gagal adalah karena Nama Depan tidak diisi. Nama Depan adalah bidang wajib pada impor CSV. Kami telah melampirkan file CSV ke email ini yang berisi baris yang gagal diimpor. Kolom pertama dalam CSV ini berisi pesan kesalahan tentang baris tersebut. Silakan unduh CSV ini, perbaiki masalah di dalamnya, lalu coba impor kembali. Anda tidak perlu mengimpor kembali kontak yang berhasil diimpor sebelumnya. Jika gagal lagi, kirimkan email ke support@mpdx.org dan kami akan menyelidiki masalah ini.
nl_nl: Er zijn een aantal redenen waarom een ​​import mislukt. De meest waarschijnlijke reden waarom een ​​CSV import mislukt is te wijten aan de Voornaam. De Voornaam is een verplicht veld bij het importeren van CSV's. We hebben een CSV bestand bijgevoegd bij deze e-mail met de rijen die niet konden worden geïmporteerd. De eerste kolom in deze CSV bevat een foutmelding over die rij. Download dit CSV, verhelp de problemen erin en probeer het opnieuw te importeren. Je hoeft de contacten die eerder met succes zijn geïmporteerd niet opnieuw te importeren. Als het niet lukt, stuur ons dan een e-mail op support@mpdx.org en we zullen uitzoeken wat er mis is gegaan.
pt_br: Há diversas razões para uma importação falhar. A razão mais comum para a importação CSV falhar é devido ao Nome. Nome é uma campo obrigatório na importação CSV. Anexamos um arquivo CSV a este email contendo as linhas que não foram importadas. A primeira coluna neste CSV contém uma mensagem de erro sobre essa linha. POr favor, faça o download desse arquivo CSV, corrija os problemas e tente importá-lo novamente. Você não precisa reimportar os contatos que foram importados com sucesso anteriormente. Se ele falhar novamente, envie-nos um e-mail para support@mpdx.org e investigaremos o que houve de errado.
th: มีหลายเหตุผลที่การนำเข้าข้อมูลล้มเหลว สาเหตุที่นำเข้าไฟล์ CSV ไม่สำเร็จน่าจะเป็นเพราะชื่อ คุณจะต้องระบุชื่อในการนำเข้า CSV เราได้แนบไฟล์ CSV ซึ่งมีแถวข้อมูลที่ทำให้การนำเข้าล้มเหลวมากับอีเมลนี้ โดยคอลัมน์แรกแสดงข้อผิดพลาดเกี่ยวกับแถวดังกล่าว โปรดดาวน์โหลดไฟล์ CSV นี้ แก้ปัญหาในไฟล์ แล้วลองนำเข้าอีกครั้ง คุณไม่จำเป็นต้องนำเข้ารายชื่อที่นำเข้าสำเร็จไปแล้วใหม่ หากยังพบปัญหาอยู่ โปรดส่งอีเมลไปที่ support@mpdx.org แล้วเราจะตรวจสอบดูว่าเกิดอะไรขึ้น
tr: Bir içe aktarmanın başarısız olmasının birtakım nedenleri vardır. Bir CSV içe aktarımının başarısız olmasının en olası nedeni, Ad yüzündendir. CSV içe aktarımında Ad, gerekli bir alandır. Bu e-postaya içe aktarılması başarısız olan satırları içeren bir CSV dosyası ekledik. Bu CSV'deki ilk satır, o satır hakkında bir hata mesajı içerir. Lütfen bu CSV'yi indirin, içindeki sorunları düzeltin ve sonra tekrar içe aktarmayı deneyin. Önceden başarıyla içe aktarılmış kişileri tekrar içe aktarmanıza gerek yoktur. İçe aktarma tekrar başarısız olursa, bize support@mpdx.org adresinden bir e-posta gönderin, neyin yanlış gittiğini inceleyelim.

source: This Month
ar: هذا الشهر
de: Dieser Monat
es_419: Este mes
hy: Այս ամիս
id: Bulan Ini
nl_nl: Deze Maand
pl: Ten miesiąc
pt_br: Este Mês
th: เดือนนี้
tr: Bu Ay
uk: За цей місяць
vi: Tháng này

source: This Week
ar: هذا الأسبوع
de: Diese Woche
es_419: Esta semana
hy: Այս շաբաթ
id: Minggu Ini
nl_nl: Deze Week
pl: Ten tydzień
pt_br: Esta Semana
th: สัปดาห์นี้
tr: Bu Hafta
uk: За цей тиждень
vi: Tuần này

source: This Year
ar: هذه السنة
de: Dieses Jahr
es_419: Último año
hy: Այս տարի
id: Tahun Ini
nl_nl: Dit Jaar
pl: Ten rok
pt_br: Este Ano
th: ปีนี้
tr: Bu Yıl
uk: За цей рік
vi: Năm này

source: This donation was imported from Tnt.
ar: هذا التبرع تم استيراده من Tnt.
de: Diese Spende wurde von Tnt importiert.
es_419: Esta donación se ha importado desde Tnt.
id: Donasi ini diimpor dari Tnt.
nl_nl: Deze gift is vanuit Tnt geïmporteerd.
pt_br: Esta doação foi importada do Tnt
th: การบริจาคนี้นำเข้ามาจาก Tnt
tr: Bu bağış, Tnt'den iça ektarıldı.
uk: Це пожертвування було імпортовано з Tnt.

source: Timezone
ar: منطقة زمنية
de: Zeitzone
es_419: Zona horaria
hy: Ժամային գոտի
id: Zona waktu
nl_nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
th: เขตเวลา
tr: Zaman dilimi
uk: Часовий пояс
vi: Vùng thời gian

source: Tnt import
ar: استيراد Tnt
es_419: Importación de Tnt
hy: Ներմուծում Tnt-ից
id: Impor Tnt
pl: Importuj z Tnt
pt_br: Importação Tnt
th: นำเข้า Tnt
tr: Tnt aktarma
uk: Імпорт Tnt
vi: Nhập Tnt

source: To Do
ar: للقيام
es_419: Pendientes
hy: Ծրագրավորված է
id: Harus dilakukan
nl_nl: Te Doen
pl: Do zrobienia
pt_br: A Fazer
th: สิ่งที่ต้องทำ
tr: Yapılacak
uk: Заплановано
vi: Để làm

source: Today
ar: اليوم
de: Heute
es_419: Hoy
hy: Այսօր
id: Hari ini
nl_nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay

source: Tomorrow
ar: غداً
de: Morgen
es_419: Mañana
hy: Վաղը
id: Besok
nl_nl: Morgen
pl: Jutro
pt_br: Amanhã
th: พรุ่งนี้
tr: Yarın
uk: Завтра
vi: Ngày mai

source: Total
ar: المجموع
de: Gesamt
hy: Հանրագումար
nl_nl: Totaal
pl: Razem
th: รวม
tr: Toplam
uk: Разом
vi: Tổng Cộng

source: Total (last month excluded from total)
ar: المجموع (الشهر الأخير مستثنى من المجموع)
de: Summe (letzter Monat in Summe nicht enthalten)
es_419: Total (mes anterior excluido del total)
hy: Հանրագումար (Անցյալ ամիսը ներառված չէ հանրագումարի մեջ)
id: Total (bulan lau tidak termasuk dari total)
nl_nl: Totaal (afgelopen maand uitgesloten van totaal)
pl: Razem (ostatni miesiąc nie jest uwzględniony)
pt_br: Total (último mês excluído do total)
th: รวม (ไม่รวมเดือนล่าสุด)
tr: Toplam (geçen ay toplamın dışında tutulmuştur)
uk: Всього (без врахування останнього місяця)
vi: Tổng cộng (không bao gồm tháng trước)

source: Totals
ar: المجموع
de: Summen
es_419: Totales
hy: Հանրագումար
id: Total
nl_nl: Totaal
pl: ?Razem?
pt_br: Totais
th: รวม
tr: Toplamlar
uk: Всього
vi: Tổng Cộng

source: Type
ar: النوع
de: Typ
es_419: Escribir
hy: Տեսակ
id: Jenis
pl: Typ
pt_br: Tipo
th: ประเภท
tr: Tür
uk: Тип
vi: Kiểu

source: Uncle
ar: عم
de: Onkel
es_419: Tío
hy: Հորեղբայր/Քեռի
id: Paman
nl_nl: Oom
pl: Wujek
pt_br: Tio
th: ลุง/อา
tr: Amca/Dayı
uk: Дядько
vi: Chú

source: Unknown
ar: مجهول
de: Unbekannt
es_419: Desconocido
hy: Անհայտ
id: Tidak diketahui
nl_nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
th: ไม่รู้
tr: Bilinmiyor
uk: Невідомо
vi: Không biết

source: Unnamed Designation
ar: تعيين غير مسمى
de: Bestimmung ohne Name
pt_br: Designação Sem Nome
tr: Adlandırılmamış Atama

source: Unresponsive
ar: غير متجاوب
de: Reagiert nicht
es_419: No responde
hy: Չի արձագանքում
id: Tidak ada reaksi
nl_nl: Reageert Niet
pl: Brak odpowiedzi
pt_br: Indiferente
th: ไม่ตอบกลับ
tr: Tepkisiz
uk: Без відповіді
vi: Không hồi đáp

source: Upcoming
ar: القادم
de: Anstehend
es_419: Próximo
hy: Առաջիկայում
id: Akan datang
nl_nl: Aankomend
pl: Nadchodzące
pt_br: Em breve
th: เร็วๆ นี้
tr: Yaklaşan
uk: Невдовзі
vi: sắp đến

source: We have temporarily disassociated your MailChimp list from MPDX to prevent further errors. Once you have chosen one of the options above, please go back to %{link} and update your MailChimp settings.
ar: لقد فصلنا قائمة بريدك لـ MailChimp من MPDX لمنع حدوث أخطاء أكثر. بمجرد اختيارك لواحد من الخيارات في الأعلى، يُرجى العودة إلى %{link} و قم بتحديث إعدادات MailChimp الخاصة بك.
de: Wir haben Ihre MailChimp-Liste vorübergehend von MPDX getrennt, um weitere Fehler zu vermeiden. Sobald Sie eine der oben genannten Optionen gewählt haben, gehen Sie bitte zurück zu %{link} und aktualisieren Sie Ihre MailChimp-Einstellungen.
es_419: Hemos desasociado temporalmente su lista de MailChimp de MPDX para evitar más errores. Una vez que haya elegido una de las opciones de arriba, vuelva a %{link} y actualice sus ajustes de MailChimp.
hy: Մենք ժամանակավորապես անջատեցինք Ձեր MailChimp-ի ցանկի կապը MPDX-ի հետ ՝ խուսափելու համար հետագա սխալներից: Երբ ընտրեք վերը նշված տարբերակներից մեկը, անցեք հետևյալ հղումով % {link} և թարմացրեք MailChimp-ի կարգավորումները:
id: Kami sudah memisahkan daftar MailChimp Anda dari MPDX untuk sementara untuk menghindari eror. Setelah Anda emmilih salah satu pilihan di atas, silahkan kembali ke %{link} dan perbarui pengaturan MailChimp Anda.
nl_nl: We hebben je MailChimp lijst tijdelijk van MPDX losgekoppeld om verdere fouten te voorkomen. Ga terug naar %{link} wanneer je een van de bovenstaande opties hebt gekozen en werk dan je MailChimp instellingen bij.
pl: Tymczasowo oddzieliliśmy listę MailChimp od MPDX w celu uniknięcia dalszych błędów. Po wybraniu jednej z powyższych opcji przejdź do %{link} i zaktualizuj ustawienia MailChimp.
pt_br: Desassociamos temporariamente sua lista MailChimp do MPDX para evitar novos erros. Depois de escolher uma das opções acima, volte para %{link} e atualize as configurações do MailChimp.
th: เราแยกรายชื่อ MailChimp ออกจาก MPDX ชั่วคราวเพื่อป้องกันข้อผิดพลาด หลังจากเลือกตัวเลือกด้านบนแล้ว โปรดกลับไปที่ %{link} แล้วอัปเดตการตั้งค่า MailChimp
tr: Daha fazla hataya engel olmak için MailChimp listenizin MPDX ile olan bağlantısını geçici olarak kopardık. Yukarıdaki seçeneklerden birini seçtiğinizde, lütfen %{link} adresine geri gidin ve MailChimp ayarlarınızı güncelleyin.
uk: Ми тимчасово відключили список MailChimp від MPDX для запобігання подальших помилок. Як тільки ви оберете один з варінтів вище, будь ласка, поверніться до %{link} та оновіть налаштування MailChimp.
vi: Chúng tôi đã tạm thời không liên kết MPDX từ danh sách MailChimp của ban để đề phòng lỗi trong tương lai. Nếu Bạn đã chọn lựa mục trên, xin vui lòng quay lại để %{link} và cập nhật cài đặt MailChimp của bạn.

source: Website
ar: الموقع الالكتروني
id: Situs web
tr: Web Sitesi

source: Weekly
ar: أسبوعي
de: Wöchentlich
es_419: Semanalmente
hy: Շաբաթական
id: Mingguan
nl_nl: Wekelijks
pl: Tygodniowe
pt_br: Semanalmente
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
vi: Hằng tuần

source: Widowed
ar: مرمل
de: Verwitwet
es_419: Viudo
hy: Այրիացած
id: Janda
nl_nl: Weduwnaar
pl: ?Owdowiałe?
pt_br: Viúvo(a)
th: หม้าย
tr: Dul
uk: Вдівець / Вдова
vi: Góa

source: Wife
ar: زوجة
de: Ehefrau
es_419: Esposa
hy: Կին
id: Istri
nl_nl: Vrouw
pl: Żona
pt_br: Esposa
th: ภรรยา
tr: Eş
uk: Дружина
vi: Vợ

source: Work
ar: عمل
de: Arbeit
es_419: Trabajo
hy: Աշխատանք
id: Kerja
nl_nl: Werk
pl: Praca
pt_br: Trabalho
th: งาน
tr: İş
uk: Робочий
vi: Công việc

source: Work Phone
ar: هاتف العمل
de: Telefon Arbeit
es_419: Teléfono laboral
hy: Աշխատանքային հեռախոսահամար
id: Telepon Kerja
nl_nl: Werk Telefoon
pl: Telefon służbowy
pt_br: Telefone de Trabalho
th: โทรศัพท์ที่ทำงาน
tr: İş Telefonu
uk: Робочий телефон
vi: Số điện thoại công việc

source: Yes
ar: نعم
de: Ja
es_419: Sí
hy: Այո
id: Ya
nl_nl: Ja
pl: Tak
pt_br: Sim
th: ใช่
tr: Evet
uk: Так
vi: Vâng

source: Yesterday
ar: أمس
de: Gestern
es_419: Ayer
hy: Երեկ
id: Kemarin
nl_nl: Gisteren
pl: Wczoraj
pt_br: Ontem
th: เมื่อวาน
tr: Dün
uk: Вчора
vi: Hôm qua

source: You are getting this notification from MPDX because you checked the email setting in your preferences for this type of notification. You can change it <a href="%{preferences_url}">here</a>.
ar: أنت تتلقى هذا الإشعار من MPDX لأنك أشّرت إعداد البريد الإلكتروني في تفضيلاتك لهذا النوع من الإشعارات. يمكنك تغييره <a href="%{preferences_url}"> هنا</a>.
de: Sie erhalten diese Benachrichtigung von MPDX, weil Sie in Ihren Voreinstellungen für diese Art von Benachrichtigung die E-Mail-Einstellung aktiviert haben. Sie können sie <a href="%{preferences_url}">hier</a> ändern.
es_419: Está recibiendo esta notificación de MPDX debido a que ha marcado los ajustes de correo electrónico en sus preferencias para este tipo de notificación. Puede cambiarlo <a href="%{preferences_url}">aquí</a>.
id: Anda mendapatkan notifikasi ini dari MPDX karena Anda memilih pengaturan email dalam preferensi untuk jenis notifikasi ini. Anda dapat mengubahnya di sini <a href="%{preferences_url}"></a>.
nl_nl: Je krijgt deze melding van MPDX omdat je in de e-mailinstellingen hebt aangegeven dat je dit type melding wilt ontvangen. Je kunt deze instellingen <a href="%{preferences_url}">hier</a> wijzigen.
pt_br: Você está recebendo esta notificação do MPDX porque marcou a configuração de e-mail em suas preferências para este tipo de notificação. Você pode alterá-la <a href="%{preferences_url}">aqui</a>.
th: คุณได้รับการแจ้งเตือนจาก MPDX เพราะคุณเลือกรับการแจ้งเตือนนี้ในการตั้งค่าอีเมล คุณสามารถเปลี่ยนได้<a href="%{preferences_url}">ที่นี่</a>
tr: Bu bildirimi MPDX'ten alıyorsunuz, çünkü tercihlerinizdeki e-posta ayarını bu türden bildirim için işaretlediniz. Bunu <a href="%{preferences_url}">buradan</a> değiştirebilirsiniz.

source: You have no monthly recurring gift recommendations.
ar: أنت لا تملك أية توصيات دورية للهدايا.
de: Sie haben keine monatlich wiederkehrenden Spendenempfehlungen.
es_419: No tiene ninguna recomendación de regalos recurrentes mensuales.
hy: Դուք չունեք ամսական պարբերաբար կրկնվող նվերների առաջարկներ:
id: Anda tidak memiliki rekomendasi hadiah berulang bulanan.
nl_nl: Je hebt geen maandelijks terugkerende gift aanbevelingen.
pl: Nie masz żadnych rekomendacji dotyczących comiesięcznych darowizn.
pt_br: Você não tem recomendações de ofertas recorrentes mensais.
th: คุณไม่มีคำแนะนำในการให้ของขวัญรายเดือน
tr: Aylık olarak tekrar eden hediye tavsiyeleriniz yok.
uk: У вам немає рекомендацій щодо регулярних щомісячних пожертв.

source: You must log in to MPDX again
ar: يجب عليك تسجيل الدخول في MPDX مجدداً
de: Sie müssen sich erneut bei MPDX anmelden.
es_419: Debe volver a iniciar sesión en MPDX
id: Anda harus login kembali ke MDPX
nl_nl: Je moet opnieuw inloggen bij MPDX
pt_br: Você deve entrar no MPDX novamente
th: คุณต้องเข้าสู่ระบบ MPDX อีกครั้ง
tr: MPDX'te yeniden oturum açmalısınız
uk: Вам треба знову зайти в MPDX

source: You must select at least 2 contacts to merge.
ar: يجب عليك اختيار جهتي اتصال على الأقل للدمج.
de: Sie müssen mindestens 2 Kontakte auswählen, um sie zusammenzuführen.
es_419: Primero, seleccione al menos dos personas para combinar,
hy: Դուք պետք է ընտրեք առնվազն 2 կոնտակտ միաձուլելու համար:
id: Anda harus memilih minimal 2 kontak untuk digabung
nl_nl: Je moet ten minste 2 contacten selecteren om samen te voegen.
pl: Musisz wybrać co najmniej 2 kontakty, aby je połączyć.
pt_br: Você deve selecionar pelo menos 2 contatos para mesclar.
th: คุณต้องเลือกอย่างน้อย 2 รายชื่อติดต่อ
tr: Birleştirmek için en az 2 kontak seçmelisiniz.
uk: Ви мусите обрати принаймні 2 контакти для об'єднання.

source: You've been invited to access an account on MPDX
ar: لقد تمت دعوتك للدخول إلى حساب في MPDX
de: Sie wurden zum Zugriff auf einen MPDX-Account eingeladen.
es_419: Ha sido invitado a acceder a una cuenta en MPDX
id: Anda sudah diundang untuk mengakses akun pada MPDX
nl_nl: U bent uitgenodigd om toegang te krijgen tot een account op MPDX
pt_br: Você foi convidado para acessar uma conta no MPDX
th: คุณได้รับเชิญให้เข้าถึงบัญชีใน MPDX
tr: MPDX'teki bir hesaba erişmek için davet edildiniz.
uk: Вас запросили зайти в обліковий запис в MPDX

source: You've been invited to be a coach for an account on MPDX
ar: لقد تمت دعوتك لتكون مدرباً لحساب في MPDX
de: Sie wurden als MPE-Coach auf einen MPDX-Account eingeladen.
es_419: Ha sido invitado a ser entrenador para una cuenta en MPDX
id: Anda sudah diundang untuk menjadi pembina untuk akun pada MPDX
nl_nl: Je bent uitgenodigd om coach te worden voor een account op MPDX
pt_br: Você foi convidado para ser um coach para a conta no MPDX.
th: คุณได้รับเชิญให้เป็นโค้ชดูแลบัญชีใน MPDX
tr: MPDX'teki bir hesaba koç olmak için davet edildiniz.
uk: Вас запросили бути тренером для облікового запису в MPDX

source: Your MPDX contact "%{contact}" has a person <a href="%{edit_person_url}">%{person_name}</a> synced or exported to MailChimp but now has an undeliverable email: %{email}
ar: جهة اتصالك لـ MPDX "%{contact}" لديه شخص <a href="%{edit_person_url}">%{person_name}</a> تم مزامنته أو تصديره إلى MailChimp لكن لديه إيميل لا يمكن التواصل عبره معه:%{email}
de: Ihr MPDX-Kontakt „%{contact}“ hat eine Person <a href="%{edit_person_url}">%{person_name}</a> zu MailChimp synchronisiert oder exportiert, aber jetzt ist sind E-Mails nicht zustellbar: %{email}
es_419: Su contacto de MPDX "%{contact}" tiene una persona <a href="%{edit_person_url}">%{person_name}</a> sincronizada o exportada a MailChimp, pero ahora tiene un correo electrónico que no se puede entregar: %{email}
hy: MPDX -ի Ձեր հետևյալ կոնտակտը "%{contact}" ներառում է անձ <a href="%{edit_person_url}">%{person_name}</a>, որը սինքրոնիզացվել է կամ էքսպորտ է արվել MailChimp, բայց այժմ նրա %{email} Էլ. փոստին ուղարկված նամակները հետ են վերադառնում:
id: Kontak MPDX Anda "%{contact}" memiliki seorang <a href="%{edit_person_url}">%{person_name}</a> yang disinkronisasi atau diekspor ke MailChimp namun sekarang merupakan email tidak terkirm: %{email}
nl_nl: Je MPDX contact "%{contact}" heeft een persoon <a href="%{edit_person_url}">%{person_name}</a> gesynchroniseerd of geëxporteerd naar MailChimp maar heeft nu een ongeldige e-mail: %{email}
pl: Twój kontakt "%{contact}" posiada osobę <a href="%{edit_person_url}">%{person_name}</a> zsynchronizowaną z Mailchimp. Jednak obecnie przypisany do niej adres email: %{email} nie działa.
pt_br: Seu contato do MPDX "%{contact}" tem um indivíduo <a href="%{edit_person_url}">%{person_name}</a> sincronizado ou exportado para o MailChimp, mas agora possui um e-mail não entregue: %{email}
th: ผู้ติดต่อ MPDX "%{contact}" ให้ <a href="%{edit_person_url}">%{person_name}</a> ซิงค์หรือส่งออกไปยัง MailChimp แต่มีอีเมลที่ไม่สามารถส่งได้ตอนนี้: %{email}
tr: MPDX kontağınız "%{contact}", MailChimp'e bir kişi <a href="%{edit_person_url}">%{person_name}</a> eşitledi veya aktardı, ama şimdi teslim edilemez bir e-postaya sahip: %{email}
uk: Ваш контакт MPDX «%{contact}» має людину <a href="%{edit_person_url}">%{person_name}</a>, який був синхронізований чи експортований в MailChimp з недійсною адресою ел. пошти: %{email}

source: Your credentials are missing for this account.
ar: معلومات الدخول تنقص في هذا الحساب.
de: Ihre Anmeldedaten fehlen für diese Account
id: Kredensial Anda tidak ada untuk akun ini.
nl_nl: Je inloggegevens ontbreken voor dit account.
pt_br: Suas credenciais estão faltando para esta conta.
tr: Bu hesap için kimlik bilgileriniz eksik.

source: Your credentials for %{org} are invalid.
ar: معلومات الدخول لـ %{org} غير صحيحة
de: Ihre Anmeldedaten für %{org} sind ungültig.
id: Kredensial Anda untuk %{org} tidak valid.
nl_nl: Je inloggegevens voor %{org} zijn ongeldig.
pt_br: Suas credenciais para %{org} são inválidas.
tr: %{org} için kimlik bilgileriniz geçersiz.

source: Zip
ar: الرمز البريدي
de: Postleitzahl
id: Kode pos
nl_nl: Postcode
pt_br: CEP
tr: Alan kodu

source: Your username and password are missing for this account.
ar: اسم المستخدم و كلمة السر تنقص في هذا الحساب.
de: Benutzername und Passwort fehlen für diesen Account.
es_419: Faltan su nombre de usuario y contraseña para esta cuenta.
hy: Այս հաշվում չկա ձեր անունը և գաղտնաբառը:
id: Nama pengguna dan sandi Anda tidak ada untuk akun ini
nl_nl: Je gebruikersnaam en wachtwoord ontbreken voor dit account.
pl: W tym koncie brakuje nazwy użytkownika i hasła.
pt_br: Seu nome de usuário e senha estão faltando nesta conta.
th: ไม่มีชื่อผู้ใช้และรหัสผ่านของคุณในบัญชีนี้
tr: Bu hesap için kullanıcı adınız ve şifreniz eksik.
uk: Відсутні ваші логін та пароль для цього акаунту.

source: Your username and password for %{org} are invalid.
ar: إيميلك و كلمة سرك لـ %{org} غير صالحة.
de: Ihr Benutzername und Passwort für %{org} sind ungültig.
es_419: Su nombre de usuario y contraseña para %{org} no son válidos.
hy: %{org} -ի ձեր օգտվողի անունը և գաղտնաբառը անվավեր են:
id: Nama pengguna dan sandi Anda untuk %{org} tidak valid.
nl_nl: Je gebruikersnaam en wachtwoord voor %{org} zijn ongeldig.
pl: Twoja nazwa użytkownika i hasło dla %{org} są nieprawidłowe.
pt_br: Seu nome de usuário e senha para %{org} são inválidos.
th: ชื่อผู้ใช้และรหัสผ่าน %{org} ไม่ถูกต้อง
tr: %{org} için kullanıcı adınız ve şifreniz geçersiz.
uk: Ваші ім'я та пароль недійсні для %{org}.

source: [MPDX] Importing your %{source} contacts completed
ar: [MPDX] تتمة استيراد جهات اتصالك لـ %{source}
de: [MPDX] Import Ihrer %{source}-Kontakte abgeschlossen
es_419: [MPDX] Se ha completado la importación de sus contactos %{source}
hy: [MPDX] Ձեր կոնտակտների ներմուծումը %{source}-ից ավարտվեց:
id: [MPDX] selesai mengimpor %{source} kontak Anda
nl_nl: [MPDX] Importeren van je %{source} contacten voltooid
pl: [MPDX] zakończyło importowanie twoich kontaktów z %{source}
pt_br: [MPDX] Importação de seus contatos %{source} concluída
th: [MPDX] นำเข้ารายชื่อติดต่อ %{source} เสร็จสิ้น
tr: [MPDX] %{source} kontaklarınızın aktarılması tamamlandı.
uk: [MPDX] Імпорт ваших %{source} контактів завершено

source: [MPDX] Importing your %{source} contacts failed
ar: فشل استيراد [MPDX] لجهات اتصالك %{source}
de: [MPDX] Import Ihrer %{source}-Kontakte fehlgeschlagen
es_419: [MPDX] Error en la importación de sus contactos %{source}
hy: [MPDX] Չհաջողվեց ներմուծել Ձեր %{source}կոնտակտները
id: [MPDX] gagal mengimpor %{source} kontak Anda
nl_nl: [MPDX] Importeren van je %{source} contacten mislukt
pl: [MPDX] nie dało rady zaimportować twoich kontaktów z %{source}
pt_br: [MPDX] Importação de seus %{source} contatos falhou
th: [MPDX] นำเข้ารายชื่อติดต่อ %{source} ไม่สำเร็จ
tr: [MPDX] %{source} kontaklarınızın aktarılması başarısız
uk: [MPDX] Імпорт ваших %{source} контактів невдався
