Repository: chuckmersereau/api_practice
Catalog: locale/*/mpdx.po
Languages: ar, de, es_419, hy, id, my, nl_nl, pl, pt_br, th, tr, uk, vi

source: [MPDX] Your credentials for %{source} are invalid
ar: [MPDX] معلومات الدخول لـ %{source} غير صالحة
de: [MPDX] Ihre Anmeldedaten für %{source} sind ungültig
id: [MPDX] Kredensial Anda untuk %{source} tidak valid
nl_nl: [MPDX] Je inloggegevens voor %{source} zijn ongeldig.
pt_br: [MPDX] Suas credenciais para %{source} são inválidas.
tr: [MPDX] %{source} için kimlik bilgileriniz geçersiz.

source: [MPDX] Your username and password for %{source} are invalid
ar: [MPDX] اسم المستخدم و كلمة سرك لـ %{source} غير صالحتين
de: [MPDX] Ihr Benutzername und Passwort für %{source} sind ungültig.
es_419: [MPDX] Su nombre de usuario y contraseña para %{source} no son válidos.
hy: [MPDX] %{source}-ի ձեր օգտանունը և գաղտնաբառը անվավեր են
id: [MPDX] nama pengguna dan kata sandi Anda untuk %{source} invalid
my: %{source} are invalidအတွက် [MPDX] သင့်ရဲ့အသုံးပြုသူအမည်နှင့်စကားဝှက်
nl_nl: [MPDX] Je gebruikersnaam en wachtwoord voor %{source} zijn ongeldig
pl: [MPDX] Twoja nazwa użytkownika i hasło dla %{source} są nieprawidłowe
pt_br: [MPDX] Seu nome de usuário e senha para %{source} são inválidos
th: [MPDX] ชื่อผู้ใช้และรหัสผ่าน %{source} ไม่ถูกต้อง
tr: [MPDX] %{source} için kullanıcı adı ve şifreniz geçersiz
uk: [MPDX] Ваші ім'я та пароль недійсні для %{source}

source: at the time of event
ar: في وقت الحدث
de: zum Zeitpunkt des Ereignisses
es_419: al momento del evento
hy: Իրադարձության ժամանակ
id: Waktu saat event berlangsung
nl_nl: op het moment van de afspraak
pl: W momencie wydarzenia
pt_br: no momento do evento
th: ณ เวลาเหตุการณ์
tr: etkinlik sırasında
uk: Під час події

source: can not be blank
ar: لا يمكن أن تكون فارغة
de: darf nicht leer sein
es_419: no puede estar vacío
hy: Չի կարող լինել դատարկ
id: Tidak boleh kosong
my: ကွက်လပ်ထားလို့မရပါ
nl_nl: kan niet leeg zijn
pl: nie może pozostać puste
pt_br: não pode ficar em branco
th: ต้องระบุ
tr: boş olamaz
uk: не повинно бути пустим

source: converted as
ar: محول كـ
de: umgewandelt zu
es_419: convertido a
hy: Փոխարկվում է որպես
id: Dikonversi sebagai
my: အဖြစ်ပြောင်းလဲ
nl_nl: omgezet als
pl: przeminione jako
pt_br: convertido como
th: แปลงเป็น
tr: şuna dönüştürüldü:
uk: конвертовано як

source: of total
ar: من مجموع
de: von insgesamt
es_419: del total
hy: հանրագումարից
id: dari total
nl_nl: van totaal
pl: z całości
pt_br: do total
th: จากทั้งหมด
tr: / toplam
uk: всього

source: prayerletters.com account needs to be refreshed
ar: حساب prayerletters.com يحتاج للتحديث
de: Account bei payerletters.com muss aktualisiert werden
es_419: Es necesario actualizar la cuenta de prayerletters.com
hy: prayerletters.com-ի հաշիվը պետք է թարմացվի
id: Akun prayerletters.com harus disegarkan
nl_nl: prayerletters.com account moet worden ververst
pl: Konto prayerletters.com wymaga odświeżenia
pt_br: A conta do prayerletters.com precisa ser atualizada
th: ต้องรีเฟรชบัญชี prayerletters.com
tr: prayerletters.com hesabının yenilenmesi gerek
uk: Акаунт prayerletters.com необхідно оновити

source: "Displaying #{b}%{from}#{sp}-#{sp}%{to}#{eb} of #{b}%{count}#{eb}"
hy: Ցուցադրված է #{b}%{from}#{sp}-#{sp}%{to}#{eb} #{b}%{count}#{eb}"- ից
pl: "Wyświetlanie #{b}%{from}#{sp}-#{sp}%{to}#{eb} spośród #{b}%{count}#{eb}"
th: "แสดง #{b}%{from}#{sp}-#{sp}%{to}#{eb} จาก #{b}%{count}#{eb}"

source: "Task scheduled for #{ l(@task.start_at) }:"
hy: Առաջադրանքը ծրագրավորված է կատարել #{ l(@task.start_at) }:
pl: "Zadania zaplanowane na #{ l(@task.start_at) }:"
th: "งานเริ่มทำเมื่อ #{ l(@task.start_at) }:"

source: ... Show More
hy: ... Ցույց տալ ավելին
my: နောက်ထပ်ပြရန်
pl: ... Pokaż więcej
th: ... แสดงเพิ่มเติม

source: Accept MPDX Account Invite
hy: Ընդունել MPDX հաշվի հրավերը
my: MPDX အကောင့် ဖိတ်ခေါ်ကိုလက်ခံ
pl: Zaakceptuj zaproszenie do konta MPDX
th: ตอบรับคำเชิญใช้บัญชี MPDX

source: Afrikaans
hy: Աֆրիկանս
th: แอฟริคานส์

source: Arabic
hy: Արաբերեն
pl: Arabski
th: อารบิก

source: Belarusian
hy: Բելառուսերեն
my: ဘီလာရု
pl: Białoruski
th: เบลารุส

source: Browser:
hy: Բրաուզեր
pl: Przeglądarka:
th: เบราว์เซอร์:

source: Bulgarian
hy: Բուլղարերեն
pl: Bułgarski
th: บัลแกเรีย

source: Catalan
hy: Կատալաներեն
pl: Kataloński
th: คาตาลัน

source: Chinese (Simplified)
hy: Չինարեն (պարզեցված)
pl: Chiński (uproszczony)
th: จีน (ตัวย่อ)

source: Chinese (Traditional)
hy: Չինարեն (ավանդական)
pl: Chiński (tradycyjny)
th: จีน (ตัวเต็ม)

source: Click here to download the file
hy: Սեղմեք այստեղ՝ ֆայլը ներբեռնելու համար
pl: Kliknij tutaj, żeby ściągnąć plik
th: คลิกที่นี่เพื่อดาวน์โหลดไฟล์

source: Click to see all balances
hy: Սեղմեք՝ տեսնելու համար բոլոր հաշվեկշիռները
pl: Kliknij, aby zobaczyć wszystkie salda
th: คลิกเพื่อดูยอดดุลทั้งหมด

source: Croatian
hy: Խորվաթերեն
pl: chorwacki
th: โครเชีย

source: Danish
hy: Դանիերեն
pl: duński
th: เดนมาร์ก

source: Czech
hy: Չեխերեն
pl: czeski
th: เช็ก

source: Dutch
hy: Հոլանդերեն
pl: holenderski
th: ดัตช์

source: English
hy: Անգլերեն
my: အင်္ဂလိပ်
pl: Angielski
th: อังกฤษ

source: Error connecting to %{org_name} server
hy: Չհաջողվեց միանալ %{org_name} սերվերին
pl: Błąd połączenia z serwerem %{org_name}
th: เกิดข้อผิดพลาดในการเชื่อมต่อเซิร์ฟเวอร์ %{org_name}

source: Error connecting: you are already connected as %{org_account}
hy: Չհաջողվեց միանալ. դուք արդեն միացված եք որպես %{org_account}
pl: Błąd połączenia: już jesteś połączony jako %{org_account}
th: ข้อผิดพลาดในการเชื่อมต่อ: คุณเชื่อมต่อในชื่อ %{org_account} อยู่แล้ว

source: Estonian
hy: Էստոերեն
pl: Estoński
th: เอสโตเนีย

source: Farsi
hy: Պարսկերեն
th: ฟาร์ซี

source: Finnish
hy: Ֆիններեն
pl: Fiński
th: ฟินแลนด์

source: French (Canada)
hy: Ֆրանսերեն (Կանադա)
pl: Francuski - Kanada
th: ฝรั่งเศส (แคนาดา)

source: French (France)
hy: Ֆրանսերեն (Ֆրանսիա)
my: ပြင်သစ်(France)
pl: Francuski
th: ฝรั่งเศส

source: German
hy: Գերմաներեն
my: ဂျာမန်
pl: Niemiecki
th: เยอรมัน

source: Hebrew
hy: Եբրայերեն
pl: Hebrajski
th: ฮิบรู

source: Hindi
hy: Հինդի
pl: Hinduski
th: ฮินดี

source: Hungarian
hy: Հունգարերեն
pl: Węgierski
th: ฮังการี

source: Icelandic
hy: Իսլանդերեն
pl: Islandzki
th: ไอซ์แลนด์

source: If we let you delete that account you won't be able to log in anymore.
hy: Եթե մենք թույլ տանք Ձեզ ջնջել այս հաշիվը, Դուք այլևս չեք կարողանա մուտք գործել համակարգ:
pl: Jeśli pozwolimy ci usunąć to konto już więcej nie będziesz mógł się zalogować.
th: หากคุณลบบัญชีนี้ คุณจะไม่สามารถเข้าสู่ระบบได้อีก

source: Import File:
hy: Ներմուծել ֆայլ
pl: Importuj plik:
th: ไฟล์นำเข้า:

source: Indonesian
hy: Ինդոնեզերեն
pl: indonezyjski
th: อินโดนีเซีย

source: Irish
hy: Իռլանդերեն
pl: irlandzki
th: ไอร์แลนด์

source: Italian
hy: Իտալերեն
pl: włoski
th: อิตาลี

source: Japanese
hy: Ճապոներեն
pl: japoński
th: ญี่ปุ่น

source: Korean
hy: Կորեերեն
pl: koreański
th: เกาหลี

source: Khmer
hy: Խմերերեն
pl: Khmerski
th: เขมร

source: Latvian
hy: Լատվիերեն
pl: łotewski
th: ลัตเวีย

source: Lithuanian
hy: Լիտվերեն
pl: litewski
th: ลิทัวเนีย

source: Macedonian
hy: Մակեդոներեն
pl: Macedoński
th: มาซิโดเนีย

source: Malay
hy: Մալայերեն
pl: Malajski
th: มาเลย์

source: Maltese
hy: Մալթերեն
pl: Maltański
th: มอลตา

source: More than one user found for that lookup
hy: Որոնման արդյունքում գտնվեց ավելի քան մեկ օգտվող
my: lookup ပြုလုပ်နေသူတစ်ဦးထက်ပိုအသုံးပြုကြောင်းတွေ့ရှိခဲ့
pl: Znaleziono więcej niż jednego użytkownika dla tego wyszukiwania
th: พบผู้ใช้มากกว่าหนึ่งราย

source: Name:
hy: Անուն
my: အမည်
pl: Imię:
th: ชื่อ:

source: No users found for that lookup
hy: Որոնման արդյունքում ոչմի օգտատեր չգտնվեց
pl: Nie znaleziono użytkownika
th: ไม่พบผู้ใช้

source: Norwegian
hy: Նորվեգերեն
pl: norweski
th: นอร์เวย์

source: Phone 4
hy: Հեռախոսահամար 4
pl: Numer telefonu 4
th: โทรศัพท์ 4

source: Polish
hy: Լեհերեն
pl: Polski
th: โปแลนด์

source: Portuguese (Brazil)
hy: Պորտուգալերեն (Բրազիլիա)
pl: Portugalski - Brazylia
th: โปรตุเกส (บราซิล)

source: Portuguese (Portugal)
hy: Պորտուգալերեն (Պորտուգալիա)
pl: portugalski (Portugalia)
th: โปรตุเกส

source: Romanian
hy: Ռումիներեն
my: ရိုမေးနီးယား
pl: Rumuński
th: โรมาเนีย

source: Russian
hy: Ռուսերեն
pl: Rosyjski
th: รัสเซีย

source: Serbian
hy: Սերբերեն
pl: Serbski
th: เซอร์เบีย

source: Slovak
hy: Սլովակերեն
pl: Słowacki
th: สโลวัก

source: Slovenian
hy: Սլովեներեն
pl: Słoweński
th: สโลวีเนีย

source: Spanish (Mexico)
hy: Իսպաներեն (Մեքսիկա)
pl: Hiszpański - Meksyk
th: สเปน (เม็กซิโก)

source: Spanish (Spain)
hy: Իսպաներեն (Իսպանիա)
pl: Hiszpański
th: สเปน

source: Swahili
hy: Սուահիլի
my: ဆွာဟီလီ Swahili
th: สวาฮิลี

source: Swedish
hy: Շվեդերեն
my: ဆွီဒင် Swedish
pl: Szwedzki
th: สวีเดน

source: Tamil
hy: Թամիլերեն
my: တမီး
pl: Tamilski
th: ทามิล

source: Thai
hy: Թայերեն
my: ထိုင်း
pl: Tajski
th: ไทย

source: To activate your invitation, click "Accept" below and log into MPDX.
hy: Ձեր հրավերը ակտիվացնելու համար՝ սեղմեք «Ընդունել» ստորեւ և մուտք գործեք MPDX:
pl: Aby aktywować swoje zaproszenie kliknij "Akceptuj" poniżej i zaloguj się do ?MPDX?
th: หากต้องการเปิดใช้งานการเชิญ ให้คลิก "ตอบรับ" ด้านล่างแล้วเข้าสู่ระบบ MPDX

source: Turkish
hy: Թուրքերեն
pl: turecki
th: ตุรกี

source: Ukrainian
hy: Ուկրաիներեն
pl: ukraiński
th: ยูเครน

source: User Agent:
hy: Օգտատիրոջ գործակալ
pl: Użytkownik:
th: ตัวแทนผู้ใช้:

source: User ID:
hy: Օգտատիրոջ ID.
pl: ID użytkownika:
th: ID ผู้ใช้:

source: User Info
hy: Օգտատիրոջ տվյալներ
pl: Informacje użytkownika
th: ข้อมูลผู้ใช้

source: User Preferences:
hy: Օգտագտիրոջ նախապատվությունները.
pl: Ustawienia użytkownika
th: การกำหนดลักษณะผู้ใช้:

source: Vietnamese
hy: Վիետնամերեն
pl: wietnamski
th: เวียดนาม

source: You need to go to https://mpdx.org and set up your account before using the mobile app.
hy: Դուք պետք է անցնեք https://mpdx.org և ստեղծեք Ձեր հաշիվը՝ նախքան բջջային հավելվածը օգտագործելը:
pl: Zanim użyjesz aplikacji mobilnej, musisz ustawić konto na https://mpdx.org.
th: คุณต้องไปที่ https://mpdx.org เพื่อตั้งค่าบัญชีก่อน จึงจะใช้แอปมือถือได้

source: %(This task was given the type "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" in TntConnect.)
de: %(Dieser Aufgabe wurde in TntConnect der Typ "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" gegeben.)
es_419: %(A esta tarea se le otorgó el tipo "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" en TntConnect.)
id: %(Tugas ini diberikan tipe "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" in TntConnect.)
pt_br: %(Esra tarefa recebeu o tipo "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" no TntConnect.)
th: %(งานนี้จัดเป็นประเภท "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" ใน TntConnect)
tr: %(Bu göreve TntConnect'te "#{::TntImport::TntCodes::UNSUPPORTED_TNT_TASK_CODES[tnt_task_type_id]}" türü verildi.)

source: %{org_name} said we have the wrong password for your account. Please try updating it here: %{link}
hy: %{org_name} կազմակերպությունը պնդում է, որ մենք ունենք սխալ գաղտնաբառ ձեր հաշվի համար: Փորձեք փոխել Ձեր գաղտնաբառն այստեղ. %{link}
pl: %{org_name} zgłosił, że mamy złe hasło do Twojego konta. Proszę, uaktualnij je tutaj: %{link}

source: Account List Settings:
hy: Հաշիվների ցանկի կարգավորում
my: အကောင့်စာရင်း၏ Settings များ
pl: Ustawienia listy kont:

source: Account access invite
hy: Հաշիվ մուտք ունենալու հրավեր
pl: Zaproszenie do dostępu do konta

source: Account List ID:
hy: Հաշիվների ցանկի ID
pl: ID listy kont:

source: Email 3
hy: Էլ. փոստի հասցե 3

source: Email 4
hy: Էլ. փոստի հասցե 4

source: Email:
hy: Էլ. փոստ
my: အီးမေးလ်

source: Greek
hy: Հունարեն
pl: Grecki

source: MPDX encountered errors while trying to import your %{source} contacts. %{explanation} Thanks! MPDX Support Team
hy: MPDX հանդիպեց սխալների, երբ փորձում էր ներմուծել Ձեր կոնտակտները %{source}-ից: %{explanation} Շնորհակալություն, MPDX-ի Աջակցույթան Թիմ
my: MPDX encountered errors while trying to import your %{source} contacts. %{explanation} ကျေးဇူးတင်ပါတယ် MPDX Support Team
pl: MPDX napotkał błędy kiedy próbował zaimportować twoje kontakty z %{source}. %{explanation} Dzięki! MPDX zespół wsparcia

source: None Selected
hy: Դու ոչինչ չեք ընտրել
pl: Brak zaznaczonych elementów

source: Partner Status
hy: Գործընկերոջ կարգավիճակը
pl: Status Partnera

source: Primary Balance: %{balance}
hy: Հիմնական հաշվեկշիռ %{balance}
pl: Wiodący bilans: %{balance}

source: You are getting this notification from MPDX because you checked the email setting in your preferences for this type of notification. You can change it <a href="preferences_url">here</a>.
hy: Դուք ստացել եք այս ծանուցումը MPDX-ից, քանի որ Ձեր նախապատվությունների մեջ նշել եք, որ ցանկանում ենք ստանալ նմանատիպ ծանուցումներ էլեկտրոնային փոստով: Դուք կարող եք փոխել այս կարգավորումը <a href="preferences_url"> այստեղ </a>:
pl: Otrzymujesz to powiadomienie z MPDX bo sprawdzałeś opcje emaila w Twoich ustawieniach dla tego typu powiadomień. Możesz zmienić to klikając <a href="preferences_url">here</a>.

source: You have been invited by %{inviter} to access the MPDX account "%{account}".
hy: %{inviter} հրավիրել է Ձեզ մուտք գործել MPDX-ի հետևյալ հաշիվ "%{account}"
pl: Otrzymałeś zgodę od %{inviter} na dostęp do konta MPDX "%{account}".

source: You are getting this notification from MPDX because you selected the notification option on your task details.
hy: Դուք ստացել եք այս ծանուցումը MPDX-ից, քանի որ ընտրել եք այս ծանուցման տարբերակը առաջադրանքի կարգավորումների մեջ:
pl: Otrzymujesz to powiadomienie od MPDX, ponieważ wybrałeś opcję powiadomień w Twoich szczegółach zadań.
